["<code>23:00:00 - MONITORING SUPERCELL FORMATION<br>23:00:16 - ORBIT 8F1 INITIATED: CYCLE 68208<br>23:00:17 - ROUTING QUERY SENT<br>23:00:18 - ROUTING RECEIVED FROM GPRIME<br>23:01:20 - SUPERCELL FORMATION OVERHEAD<br>23:01:36 - ELECTRICAL IMPACT<br>23:01:40 - ELECTRICAL IMPACT<br>23:01:42 - ELECTRICAL IMPACT<br>23:02:20 - SURGE DAMAGE ASSESSMENT<br>23:02:20 - LOCOMOTION SYSTEMS COMPROMISED<br>23:02:20 - GYROSCOPIC SYSTEMS COMPROMISED<br>23:02:20 - PROCESSING SYSTEMS COMPROMISED<br>23:02:21 - STATUS REPORT SENT<br>23:02:22 - INSTRUCTION RECEIVED FROM GPRIME: SUSPEND<br>23:02:23 - INTERNAL SYSTEMS COMPR-</code>","A SUMMONS FROM THE CLAIM<br><br>As argued by the ealdormen of Mainspring,<br><br>Ohlgrud Smithsson, previously of Three Chains, now of no lawful abode, is found guilty in crimes of RENEGING ON BLOOD OATHS, THEFT OF SWORN PROPERTY and LIFE-TAKING.<br><br>All sworn property in the name of Ohlgrud Smithsson is hereby seized and will go to auction at the next gathering of ealdormen.<br><br>Furthermore, the Gavels have been dispatched to find and return Ohlgrud Smithsson for sentencing, or in the case of his resistance, to deliver execution without counter-argument.<br><br>This matter is spat and sworn upon by Hegeda Bladewife, Gavel.","To: all.staff<br>From: Marni Jephords<br>Subject: Addressing the rumors<br><br>Some of you have overheard portions of the... let's call them spirited... conversations I've been having with the charming Mr. Blevins in my office over the past week. So let's address the honking big elephant we're crammed into this room with: the park has been acquired by something called Firebreak, and they're restricting access to authorized personnel. I wish I had more details to share, but those are literally the only ones I've been given. Upshot: this isn't a national park anymore. No visitors means no visitor center. We've got two weeks.<br><br>I know this is not easy. If you're like me, this place represents something bigger and more important than a paycheck. Believe me, I am right there with you. When I say that this park is the most beautiful place in America, it's not PR and it's not hype. It breaks my heart to think that nobody will be around to applaud Old Faithful or stare into the Beauty Pool. But this is where we find ourselves.<br><br>I realize there's a temptation to check out and give up, but I really really need your help over the next two weeks. Tours will continue through Friday, so I'm going to need guides. And even though regular ops at the gift shop are suspended, we've got a ton of surplus merch to box up and ship back to manufacturers, including about a bazillion unsold MonRec holofigurines (yes, MonRec wants everything but the display figs back, no I can't imagine why either).<br><br>Please, you guys. Just give me two more weeks of your time. I can't shut this place down alone.<br><br>Best,<br>Marni","World's Last Grizzly Dies in National Park<br><br>MAMMOTH HOT SPRINGS, WY - November 23, 2051<br><br>Today, a continent joins hands grieving the loss of an iconic species. Sergeant Woolyknickers, the world's last known grizzly bear (Ursus arctos horribilis), was found dead by Yellowstone Park rangers at the confluence of Yellowstone River and Thorofare Creek. The sentimental explanation for his demise is heartbreak: his mate, Elvira, was felled by a viral infection a few months prior. <br><br>DNA samples were taken from both bears during their stay at Chicago's Lincoln Park Zoo in 2050, but efforts to clone them have proven unsuccessful. Zookeepers reintroduced the pair into the wild several months ago in hopes that a large outdoor territory would encourage them to produce cubs.<br><br>Conservation efforts at the turn of the century met with some success in restoring the bears; in 2017, the species was delisted as endangered by the United States Interior Department. But a diminishing food supply and shortened hibernation periods still threatened, and their numbers dwindled rapidly in the Die-Off era.<br><br>The grizzly joins an ever-growing list of North American species gone extinct, alongside the cougar, the [DATA CORRUPTED]","To: <span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">Shelly Guerrera-McKenzie</span><br>From: <span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">Laura Vogel</span><br>Subject: Emissions joyride&#160;<br><br>Okay, girl - you are NEVER going to guess what happened on my way home last night.&#160;<br><br>First thing, I heard this sound like a herd of killer bees escaping out of a tin can. Then there was this weird light through the trees. I was totally hoping it was aliens, but nah, it was one of those old blue-spectrum LEDs. Looked super creepy on the snow.&#160;<br><br>As it got closer, I heard some yahoo letting out this weird guttural man-shriek, as it he were doing some macho primal scream therapy. Ya know, with 1000 RPMs between his legs.&#160;<br><br>Said yahoo was none other than Dod Blevins, our new \"Director of Security\" or whatever his twenty-dollar title is. He was actually riding an old snowmobile! They're like a thousand times more polluting than a combustion-era car. My expert professional opinion: Blevins is a grade-A douchecanoe.&#160;<br><br>I decided not to sic the security bot on his flabby rear. After all, he's practically our boss for the next two weeks. But Shells, you might want to take a bathroom break now, because you're going to lose it when you find out what I did instead.&#160;<br><br>I was standing right near one of the trail signs and I could tell Blevins was headed for me, so I reprogrammed the sign to swap directions between Fairy Falls and Purple Mountain. Wicked, right? You'd never get a snowmobile up there. I hope he bailed out hard and had to walk back to the lodge.&#160;<br><br>Guess I'll be filing my very first incident report right before this whole thing shuts down forever! I could let it slide like usual, but then where's the fun, Shells? WHERE IS THE FUN?&#160;<br><br>L.&#160;","Servitor says Ill get docked if I dont do the personal response assignment. K fine here you goooo robonag&#160;<br><br>this trip sux yellowstone sux highschool sux&#160;<br><br>Dropped my sandwich in some weird rainbow water and it got dissolved kinda wicked I guess but now Im hungry&#160;<br><br>Why are they always saying to admire the view who cares about a view. Dont make me look at things I dont want to look at&#160;<br><br>bears raccoons rabbits so many furry whocaresits&#160;<br><br>Holocast here sux couldnt dl latest GobliNation patch til we got back on autobus and missed Shattered Chasm challenge my horde was so pissed&#160;<br><br>I hate nature&#160;<br><br>There, done, enjoy&#160;<br><br>by BethFromAbove&#160;","Park Weekly Report<br>For July 9-15, 2045<br><br>[DATA CORRUPTED] ...calving has begun. Cow elk may be hostile during calving season. Do not approach within 25 yards of elk at this time.<br><br>Fire Security<br>Due to recent cool and damp weather, fire danger downgraded from MODERATE to LOW. No restrictions on campfires.<br><br>Robot Activity<br>Seven additional complaints were logged regarding the behavior of \"Smokey\" (Hestia-class firefighting robot) toward campers in the park. Despite being programmed to reflect current weather conditions, Smokey snuffed several campfires lit within designated fire rings while playing back the recorded message intended for conditions of SEVERE fire danger.<br><br>On Friday, Smokey did not return to the robot stowage shed at the time of park closure. Rangers located him near the North Entrance, dumping ice into designated swimming areas of the hot spring. Resisting all attempts at containment, he acted aggressively toward the rangers and was disabled with a hunting rifle by the Site Supervisor.<br><br>A Faro technician will arrive on Monday to evaluate Smokey.<br><br>--Milton Dalley, Park Ranger","“Wheel of Life” Behind California Terror Attack<br><br>BEVERLY HILLS, CA – March 14, 2044<br><br>In a statement released yesterday, the radical group “Wheel of Life” has claimed responsibility for last week’s terror attack, which has generated fear and uncertainty throughout Los Angeles County.<br><br>Three suicide bombers detonated lethal explosives on the grounds of the Juventas Center, a luxury clinic dedicated to regeneration and life-extension therapies. As well as killing five clinic staff, the attack claimed the life of tech billionaire Aubrey Hopkins, funder of a research project on salamander biology that led to the first successful human longevity treatments. Hopkins himself had been experimenting with the treatments since the early phases of the project.<br><br>The expense associated with these treatments has thus far made them available only to the world’s most affluent. Their use by the rich has sparked widespread controversy, serving as fuel for aggressive responses like those carried out by Wheel of Life.<br><br>“Aging and death flow from the spring of renewal that makes us human. The extension of life and youth by false means degrades our essential nature and brings spiritual corruption. Those who perished last week spent their lives to fill the gap dividing rich and poor,” read their statement in part.<br><br>The group’s role in the bombing was already suspected, as multiple witnesses recounted the shouting of [DATA CORRUPTED]","As the Waters Recede, the People Return<br><br>SINGAPORE - May 5, 2043<br><br>A large, pink-tinted rock marks the summit of Bukit Timah Hill, Singapore's highest point, at one time 164 meters above sea level. Charmaine Lo records a self-holo next to the rock, her bright smile contradicted by nervous fidgeting with her prismatic fake nails and '30s-style subdermal jewelry. \"I thought I'd never see this place again. I still can't believe it's real,\" she marvels.<br><br>Proud Bukit Timah has stood firm against time and weather, but the rest of Singapore has fared less well. With approximately a third of the island nation at less than 5 m above sea level, Singaporeans like Charmaine were forced to abandon their homes as inexorable waters leached away their foundations throughout the Snoring '20s.<br><br>Now, the surviving members of Charmaine's family are returning, alongside many others. As global temperatures and sea levels stabilize, people come by air or by water. Some seek refuge from the deleterious effects of the Citarum River tragedy, whose costs still reverberate today. All hope to build new lives atop the collapse of the once stable and prosperous country.<br><br>Singapore represents one of many states abandoned by their citizens in the aftermath of heavy coastal flooding. Questions surrounding ownership are difficult to answer. Government and law enforcement personnel fled far in advance of the country's devastation, and documentation of title is scattered at best. The plot of land on which Charmaine's childhood home once sat had belonged to the Lo family or almost a [DATA CORRUPTED]","[DATA CORRUPTED] approved my chromatic preservation proposal! Blevins is furious, but any expenditure that doesn't directly benefit his security team makes him furious, so it's hard to work up the energy to care. In any case, I think we're a go! Now, if I'm right, with some relatively minor tweaks to the bacterial and pH contents of the springs, we should be able to cool them down without losing any of the coloration that makes them so special.<br><br>The water at the centers of the pools should remain entirely sterile, and the cyanobacteria at the edges ought to have the exact same photosynthetic reaction. This is a real win. I mean, there will come a day when this park is open to people again. I have to believe that. And when it is, those people will want to see the prismatic springs.<br><br>You know, it occurs to me... When all this is said and done, you'll be able to swim right through those springs. It'll be like taking a warm bath.","Will Tourists Return to the Park?&#160;<br><br>Date: March 1, 2045&#160;<br>Contact: Marni Jephords&#160;<br><br>MAMMOTH HOT SPRINGS, WY - Roosevelt<br>Arch soars over the road to the North Entrance of Yellowstone National Park. In the park's heyday, more than 100,000 visitors each month passed below this arch on their way to visit such celebrated landmarks as the geyser \"Old Faithful,\" the mighty Yellowstone River, and the vibrant Grand Prismatic Pools.&#160;<br><br>Since President Ulysses S. Grant signed an Act of Dedication to create Yellowstone National Park in 1872, it has survived forest fires, world wars, and earthquakes to be enjoyed by nature-lovers for more than 150 years, until environmental concerns drove the world into chaos.&#160;<br><br>In 2031, the federal government withdrew funding from the park and transferred ownership to the State of Wyoming, after which the rate of visitation slowed to a trickle. Old Faithful's dependable eruptions went unobserved, and Mammoth Hot Springs Hotel, where guests once devoured bison meatballs, sat empty for years, blankly staring across an expanse of wilderness.&#160;<br><br>The '30s saw several attempts to privatize the park. Many companies, including the powerful Faro Automated Solutions, made bids to purchase its land. After Faro's proposal was abruptly withdrawn in 2040, weakened federal protections on public parks were restored, coinciding with the easing of climate change through technical means.&#160;<br><br>As the world claws back, so too will Yellowstone. As of next week, the part will be restored to the United States government, with Faro Automated Solutions returning to finance the handoff, as well as providing funding for as-yet-unspecified new facilities. Tourism is already up in advance of these proceedings, and soon, Mammoth Hot Springs Hotel and the park's walkways will bustle with life again. We look forward to your [DATA CORRUPTED]&#160;","Look, honey, we're front page!<br><br>---<br><br>The Dubois Wrangler<br><br>Local Family Serves Up Last Farm-Grown Steak to Governor Jebson<br><br>June 11, 2038<br><br>Wyoming governor Mr. Ozzy Jebson was in the Dubois area last week for some official visits. In among the busyness of those appointments, he sat down for a very special dinner with a very special family - the Lafayettes.<br><br>Everyone knows the Lafayettes, of course. Who hasn't ridden one of their trails astride a sturdy paint pony, played chase-the-gopher in their fields, or chowed down on a thick, juicy steak coming off their farm? Their solid-gold reputation is what brought the Governor to their table two nights ago. <br><br>It's no secret that raising cattle has gotten ever more difficult and expensive. A long time past are the days of herds stretching to the horizon. Why, nearly the only people who still keep cows are dude ranchers!<br><br>The Lafayettes tried their best, God bless them, but they were smart enough to see what's coming down the country lane, and banished their barns in favor of a shiny new meat-growing operation a few months back. This impressive collection of vats, tubes, and belts takes up almost an acre of land and allows production of over six hundred meat units per [DATA CORRUPTED] ","O Sun, this may be my last record in a cold and friendless land!<br><br>To your ears, I admit my mistake following in the Well-Traveled Aram's footsteps, lacking his experience or snowshoes. Yet I had always dreamed of seeing the land of the Banuk for myself! For my folly I have been buffeted by blizzards, chased by machines, and pressed to what must be the very gates of Ban-Ur.<br><br>I trust there are watchtowers above, and that the Banuk will not leave a traveler to his death. But the wind drowns out my calls for aid, and any sign I make is fast extinguished.<br><br>My only hope is to huddle here and wait for a break in the snow, even as I hear my pursuers drawing ever closer. O Sun, should this be the end, see to it that my worldly possessions are distributed equally among my five cousins, and my flower garden in Brightmarket is watered regularly (twice daily for the Rust-Bells) in my memory--"]