["<b>CONNOR CHASSON</b>: ...I mean, seriously, \"Record our thoughts for posterity\"? Great idea, Director Evans. Like I haven't done enough for posterity already? Like I wouldn't be... here... like this... if not for posterity? I'm done with posterity. Posterity can go...", "<b>SKYLAR RIVERA:</b> And Machu Picchu. Always wanted to see that. Never did. Why didn't I go with Owen when he asked? Stupid. I should have gone. Well.", "<b>ELLA PONTES:</b> And maybe that's all I need, you know? That moment the door opened and you were standing there, wearing that retro-weave dress, and the way you smiled... I had to look away or you were going to see. On my face. What had just... blossomed inside me, you know? Ha. It was just an instant, but I knew. I knew we'd be forever.", "<b>JACKSON FRYE:</b> ...and pray for us sinners, now and at the hour of our debt, I mean, death. Sorry. It's been a while and hoo, these meds Chana gave us are really something. So. Okay. From the top, kids. Hail Mary, full of grace...", "<b>MIA SAYIED:</b> ...the earth shall soon dissolve like snow... the sun forbear to shine... but God, who called me here below... will be forever mine.", "<b>CONNOR CHASSON</b>: Well happy new year, dear diary. Can you believe we actually celebrated last night? Well, we did. Kind of. Director Evans invited everyone to gather in the community room. Don't know where she got the party hats. That was a ghoulish touch. So there we sit, watching the clock tick down to midnight, and I'm thinking, am I the only one here who gets the symbolism of this? Might've been worth it if Skylar had gotten drunk again, but... I seem to be a mistake she doesn't want to repeat.", "<b>MALE VOICE:</b> I saw them lining up in the community room... like cattle in a slaughterhouse, but smiling at each other... Chana handing out meds like being alive is just some kind of... pain to be eased. Well... not me. I don't want to go quiet. I don't want to go quiet. I don't want to trail off. I want a period at the end of my life sentence, not an ellipses. Hell, an exclamation mark. So if that upsets whoever finds this, too bad. I don't owe anyone anything anymore. <i>(pause, gunshot)</i>", "<b>SKYLAR RIVERA:</b> Director Evans -- flash traffic from USRC. Black Quartz encryption. I've routed the message to your holo grid for viewing.", "FROM: Ted Faro<br>TO: FAS All<br>SUBJECT: R&amp;D/Lab Retooling<br><b>TED FARO:</b> Now I know this must seem like a bizarre change in direction. I mean, we're Faro Automated Solutions, right? #1 robotics firm in the world. Why would we clear our production slate to fabricate human-operated vehicles and weapons systems - the relics of the past? All I can say at this juncture is... trust me. We will be exploiting a massive, uh... growth opportunity by retooling and reallocating capacity according to my plan. So I will need revised projections of mass fabrication velocity across every pipeline within 36 hours...", "<b>CODE EXPERT:</b> The protocols use poly-phasic entangled waveforms. Quantum encryption, Black Quartz stuff, way beyond military-grade. That's what you demanded, so that's what we delivered.<br><b>TED FARO:</b> You don't code something you can't crack. All we need is a back door. Upload the latest service pack update and the problem goes away.<br><b>CODE EXPERT:</b> You specifically forbade us from leaving anything resembling a back door in code. \"Every protocol to Black Quartz standard.\" Your words. Look. If you need me to fudge some projections, it's nothing we haven't done before.<br><b>TED FARO:</b> I don't need fudged projections! I need a way to reassert control over the Hartz-Timor swarm!<br><b>CODE EXPERT:</b> I don't know what to tell you, Ted. You're asking the impossible...", "<b>TED FARO:</b> ...that began when they engaged in unauthorized offensive operations against robots and human personnel of the Hartz-Timor Energy Combine. Now I wish that I could relate that the crisis has been... exaggerated. But... it's not. The peacekeepers have not responded to stand-down codes, and... by all signs they appear to be replicating at a... precipitous rate. Now what I can promise you, can absolutely assure you, is that I am already devoting every possible resource towards reaching... a speedy conclusion to this issue. So when you hear the bad talk about us, against this company, in the days, maybe weeks to come... just bear in mind that we will get past this... that a day's coming when none of this will matter -", "<b>MURELL:</b> Titan inbound. Same play as Akron. Base defense locks it down. We engage, sever the limbs, blast out the foundries!<br><b>MILLS:</b> Another day in the life!<br><b>GULIYEV:</b> Wrecking time, Recalls!<br><b>ACOSTA:</b> 9th MRB on point! Hoo-ah!", "<b>GULIYEV:</b> Say again, Lieutenant?<br><b>MURELL:</b> It got through. Titan is through the defenses. Still on approach.<br><i>(various groans, muttered curses)</i><br><b>ACOSTA:</b> A live one. And it's pissed.<br><b>GULIYEV:</b> We've got no mobility in here, it'll punch right through us!<br><b>MURELL:</b> We hold the hatch at all costs. Then push back out.", "<b>MILLS:</b> Looks like quite an \"enduring victory\" we put our foot in today.<br><b>MURELL</b><b>:</b> Contact in 30 seconds.<br><b>MILLS:</b> Hey, think that's enough time for Sobeck to finish Zero Dawn?<br><i>(brief laughter)</i><br><b>ACOSTA:</b> If this is really it? I gotta say, it's really been an honor to serve beside... these tanks.<br><i>(harsh laughter, cut off by)</i><br><b>GULIYEV:</b> Here it comes--<br><b>MURELL:</b> Brace for first contact!", "<i>(sounds of metal rupturing, desperate battle, screaming)</i><br><b>WANDARI:</b> Yana!<br><i>(silence)</i>", "FROM: Lt. Fiona Murell<br>TO: 9TH-MRB<br>SUBJECT: Reminder. Again.<br><b>MURELL:</b> Recalls, I've been instructed to remind you of article 115 of base policy, regarding unauthorized use of processor cycles. Specifically 115-C, \"any holographic simulation not directly related to operational training or efficiency.\" Consider yourself reminded... and enjoy your gaming.", "<b>ACOSTA:</b> Log: 3rd battle of California-Marine. The swarm came in from the Pacific, and--I don't know if it was the local minutemen or the Crazy 15th, but they'd set the garbage patch alight. Man, the sea was on fire, that stuff was--the first wave of bots came in covered in burning sludge. That bought us an hour or two of slaughtering them on the beaches before the swarm recalculated. We pulled them inland, back through the Cal-Mar sprawl. Dropped buildings on them, EMP'd the grid... standard operating procedure. <i>(sigh)</i> The last time I was in California... I was... five? Six? Light like that vintage social net filter that was everywhere in the '40s.", "<b>ACOSTA:</b> Log: First battle of the Eastern Seaboard Wall had a long run-up to it. This was before Cal-Mar, and projections were a lot worse for the East. For three weeks we kept getting scrambled out to some coastal burg to train Minutemen. It was always raining, on account of Europe already being torched. Block after block of prefab barracks--they were still printing barracks right up until the hour the main force hit. The Minutemen, we ran combat drills with them in the streets where they'd lived, trying to pretend they might live to die somewhere else if they paid attention. Nothing worse than the ones who actually bought into it. Hopeful, pestering us with questions about Zero Dawn, like we know something they don't. I swear, the more we do this, the more like the bots we are. Except they learn from every fight, and us, I'm not so sure.", "FROM: Sgt. Guliyev<br>TO: Home<br>SUBJECT: Just a Little Longer<br><b>GULIYEV:</b> Thanks for the mails, you. Time goes fast on active duty - four months with the Wreckin' Recalls, I don't know, 20 drops? In and out of the West Coast, fighting with these civilian enlistees, scrappy guys and gals - their training is basically \"Here's a DEW, when you see a bot, hit it,\" -- but somehow it's all coming together. Between us and the 6th MRB we took down a Horus at Lithium Beach. Pulled out before its buddies arrived, but to see a big one go down... I hope it made the news, honey, showed everyone we're gonna have a shot at turning this around. We just need to give Project Zero Dawn the time it needs, then everything will be the way it used to be.", "FROM: Sgt. Guliyev<br>TO: Home<br>SUBJECT: So Sorry!<br><b>GULIYEV:</b> I know it's been days, honey, I'm so sorry. Deployments are--getting real long, and tougher every time... the swarm's getting better at predicting us. Less of us now, and we have to put in ten times the work for every one gone. Like a family business on hard times, only... this isn't my family. It's not with you. I still try to see you, the life we had, in the eyes of the people out there. I remember when they were glad to see us, when they still had hope. It all seems to be slipping away. I don't even recognize the places we're defending... The only thing I know I'm still fighting for is... you. For Zero Dawn to turn this around, whatever the hell that is.", "FROM: Sgt. Guliyev<br>TO: Home<br>SUBJECT: Just a Little Longer<br>STATUS: Edited and Approved<br><b>GULIYEV:</b> Thanks for the mails, you. Time goes fast on active duty- four months with the Wreckin' Recalls... fighting with these new enlistees, scrappy guys and gals... it's all coming together. Between us and the 6th MRB we took down a Horus... I hope it made the news, honey, showed everyone we're... turning this around. We just need to give Project Zero Dawn the time it needs...", "FROM: Sgt. Guliyev<br>TO: Home<br>SUBJECT: So Sorry!<br>STATUS: Edited and Approved<br><b>GULIYEV:</b> I know it's been days, honey, I'm so sorry. Deployments are- getting real long... and we have to put in... the work for everyone. Like a family business... I... see you... in the eyes of the people out there. ...they were glad to see us, they still had hope... I'm still fighting for you.", "FROM: Roshana Guliyev<br>TO: Sgt. Guliyev<br>SUBJECT: I believe in you.<br>STATUS: Approved<br><b>MRS. GULIYEV:</b> Ames, I know I mail you too much--I'm just proud of what you're doing--everyone back home is. We got moved inland ten kilometers, just as a precaution, they say... School's still in session, so I get to keep my eye on Andras and Reggie. We never know where or when you're fighting, but when the VTOLs go over, all the kids run out and wave... I believe in you. I know nothing's ever going to be the same, but I believe in you. I believe in us.", "FROM: Roshana Guliyev<br>TO: Sgt. Guliyev<br>SUBJECT: Please reply!<br>STATUS: Rejected<br><b>MRS. GULIYEV:</b> Ames... I don't even know if you're alive anymore. The mails I get from you, they say they're from you, but they don't sound... They sound... recycled. Phrases put together. And you don't say anything about the news I pass on! The containment zone, the re-breathers, the rioting, 1Earth--what happened in the Dallas Bubble, Ames, that wasn't the robots! They won't even give me a straight answer when I demand to know if you're still alive! They just say if your messages keep coming, then... you're still... \"operational.\" It's not fair, Ames. It's not fair that you won't be with me when the lights go out. I love you.", "FROM: Lt. Fiona Murell, 9th MRB<br>TO: MRB-CMD<br>STATUS: Rejected<br><b>MURELL:</b> Status report, 9th Mechanized Response Brigade, commanding officer Lt. Fiona Murell. Unit morale continues to be adversely impacted by outbound engagements against the Faro Plague, especially when said engagements occur in sectors where civilian guard enlistees have been heavily engaged. The scope and... nature of fatalities suffered by civilian guard and unarmed civilians in these sectors... defy description, and witnessing it is generating a pervasive sense of hopelessness in the unit. Accordingly, I once again request that deployments of the 9th MRB be temporarily re-focused on facilities that are mission-critical to Project: Zero Dawn. And once again, I request an immediate update on the status of Project Zero Dawn's timeline.", "FROM: USRC Tech<br>TO: USRC Maintenance<br>SUBJECT: Code Nexus Reminder<br><b>USRC TECH:</b> Hey, y'all wanted to know how I remember the geo-therm system reboot. Goes like this. Bird flies north in summer, east in spring, west in fall, and south in winter. Didn't expect to hear nature poetry from the lips of Mike the GT tech now, did you? As usual, I defy expectations...", "FROM: General Herres<br>TO: Elisabet Sobeck<br><b>GENERAL HERRES:</b> Dr. Sobeck. As projected, the Wichita salient has collapsed. Five Horus-class Titans have broken through. We predict contact in 34 hours.<br><b>ELISABET SOBECK:</b> Everything is in position, General. It took a few shortcuts to pull everything together, but Zero Dawn is functionally complete. Good to go.<br><b>GENERAL HERRES:</b> Then Enduring Victory served its purpose, after all.<br><b>ELISABET SOBECK:</b> Yes. If we'd had even one day less...<br><b>GENERAL HERRES:</b> I've sent you an encoded file, Doctor. Please do me the favor of archiving it.<br><b>ELISABET SOBECK:</b> I'll... see what I can do. What is it?<br><b>GENERAL HERRES:</b> A brief statement. An allocution of crimes, I guess you'd call it.<br><b>ELISABET SOBECK:</b> To what are you admitting guilt?<br><b>GENERAL HERRES:</b> Over the past sixteen months, Doctor, I have presided over the greatest wholesale slaughter of military personnel and civilians in the history of... history. Genghis Khan, Hitler, Stalin, Sorabella - add'em together, they don't even come close.<br><b>ELISABET SOBECK:</b> You didn't do the killing, General.<br><b>GENERAL HERRES:</b> Not directly. But I didn't wind up the highest military commander in the United States by resisting efforts to automate the armed forces. Even before the swarm, Doctor... I was helping death along. So instead of letting what I've done sink into the murk, forgotten... I've sent a file with all the details. Let posterity judge my actions with clear vision.<br><b>ELISABET SOBECK:</b> I'll do as you ask, General. But you should consider that, were it not for your actions... our actions... there wouldn't be any posterity to judge us.<br><b>GENERAL HERRES:</b> Perhaps.<br><b>GENERAL HERRES: </b>Dr. Sobeck.<br><b>ELISABET SOBECK:</b> At ease, General. And goodbye.<br><i>(Sobeck exits)</i><br><b>GENERAL HERRES:</b> Hell of a thing -", "<b>HELIS:</b> When sleep refuses to come, I think of our wedding night. How you welcomed me to the marital bed. How, after, when you fell to sleep, I lay there watching your delicate face. For all its beauty, I detested its... fragility. A rage swelled up inside me. I abhorred that bed, how its softness threatened to swallow us up. And that room; the stench of incense, the fine embroidery of the drapes. All of it - weak. I slipped from the bed, threw open the casement, and lay naked on the stone floor, determined to spurn all seductions of comfort. But when I woke the next morning, you lay beside me, naked as I in the cold. Your body, stretched beside mine, seemed chiseled from stone. I saw you wake. Instantly alert, like an animal ready to strike. You said nothing. You did not have to. Already you had shown me, beyond doubt, that we were meant to be.", "<b>HELIS:</b> My lord, the thirteenth King of the Carja Sundom, was murdered: cut down by cowards who mistook firm rule for madness. \"Ever the strong are beset upon by the weak.\" So he said as the traitors launched their assault, as their cannons, forged by Oseram filth, toppled the battlements and burst the gates. I would've fought to the end, but it was his will - the will of the Sun - that I lead the prince and queen into the west; to safety. My lord did not hesitate. He saw his fate. He looked into the Sun, and he did not blink. With me he sent kestrels, nobles, Sun-Priests and slaves. Killing all that stood in the way, I carved a path to Sunfall. There, to join others and gather the strength to take back our home. But our strength only faded... until the Buried Shadow was brought to light.", "<b>HELIS:</b> Every morning I wake up to the same nightmare. The same... reality. Holy Meridian in the hands of profligates, debased. The Spire, towering above the horizon in a glittering spike though the center of my mind. Every daybreak in exile is a mark of failure. But the count of days runs thin. I will see Meridian re-taken, the profligates slaughtered, a True King restored to the mesa throne. In this, I have become an instrument of prophecy.", "<b>HELIS:</b> So long as King Itamen languishes at Sunfall, coddled by his mother, he will never learn the true lessons of the Sun. I have tried to instruct him, but the shadow of his mother's influence is upon him. One day, I took him to the palace balcony to behold an offering of sacrifice in the Ring. But he showed no thirst for it. He averted his gaze. Look to the Sun, I told him. Do not shield your eyes. In all things, it is absolute. One day it nurtures life, and the next, scorches life away. It burns the skin of champions and wretches alike. Never does the Sun show pity. That is the example a Sun-King must follow. The example of your father. But before my instruction could take hold, she was there, clutching him to her robes, burying his face against her breast. How is a King to rule when he cannot even see?", "<b>HELIS:</b> Never does the Sun show pity. And yet... when my wife died in birthing, and in dying ended the life of my child unborn... I pitied myself. My Lord sensed this. But instead of casting me down for weakness, he cast upon me a radiant beam of honor. He ordered my kin buried in the sacred caves reserved for royals and heroes. Unimaginable. Never again would I doubt that I am the Chosen of the Sun, never again would pity find a place in me. Not for myself, or another.", "<b>HELIS:</b> When I first set eyes on the Buried Shadow... I trembled. Was I not the Chosen of the Sun? A blazing light of faith to shred and scatter darkness? Was it not my place to destroy this Devil? But High Priest Bahavas instructed me in the prophecy, and set right my frame of mind. The murder of the true Sun-King broke the cosmic cycle short of completion. The whole world, cast into darkness. Doomed. To resume and turn the wheel of time, would require more than Sun and faith. All forces must combine, all halves of nature joined to one cause: Shadow to Sun, Night to Day. Even a Buried Shadow wants the wheel to turn. For without a Sun in the sky, there can be no shadow.", "<b>COUNSELOR:</b> ...is accurate, yes.<br><b>TOM PAECH:</b> So these mechanical monstrosities, they don't just kill people, they feed off them?<br><b>COUNSELOR:</b> Not just people. All organic matter.<br><b>TOM PAECH:</b> Every living thing - dissolved into nutrients? Millennia of evolution - liquefied?! The miracle of life reduced to - bloody bio-fuel?!<br><b>COUNSELOR:</b> In a word? Yes.<br><b>TOM PAECH:</b> Who did this? Faro? That arsehole! Is he here?!<br><b>COUNSELOR:</b> No, Doctor! Please...<br><b>TOM PAECH:</b> Tell him Tom Paech wants a word!<br><i>(sounds of struggle)</i><br><b>COUNSELOR:</b> Doctor! Please!<br><b>TOM PAECH:</b> YOU GET TED FARO IN HERE!", "<b>COUNSELOR:</b> ...to discuss?<br><b>TRAVIS TATE:</b> Hoo! So mama, she was right!<br><b>COUNSELOR:</b> Pardon?<br><b>TRAVIS TATE:</b> My mother, she took her Bible real serious. Not just Texas Bubble serious. Pentecostal serious. Favorite chapter? Revelations. Now, I didn't always understand her - on account of all that speaking in tongues and such - but when she did use her words, it was always End Times-this and Lake of Fire-that, on account of sinful lifestyles. Speaking of which - mind if I smoke?<br><b>COUNSELOR:</b> A... tobacco cigarette?<br><b>TRAVIS TATE:</b> Sorry, darling, my tastes run classic. Compliments to your team, tracked me down. Been a price on my head 18 months now. Sterling-Malkeet was me, don't mind admitting. Been plenty of snakesters chasing the bounty, too, but I kept the zigging to their zag. How'd you finger me?<br><b>COUNSELOR:</b> I believe Dr. Sobeck listed you as an Alpha candidate. Priority snatch-and-grab.<br><b>TRAVIS TATE:</b> Always suspected she had a little thing for me. Hey - don't supposed you got real coffee in this place? You know - blood coffee? Conflict cappuccinos?<br><b>COUNSELOR:</b> Mr. Tate, I'm clearing you to proceed. Just... go.", "<b>COUNSELOR:</b> ...previously worked for Faro Automated Solutions.<br><b>BRAD ANDAC:</b> On the Chariot line self-replication routines. I came here thinking this was a rendition. When your people took me, I thought, \"About time.\" I've been trying to swallow the guilt every day since... since, ah...<br><b>COUNSELOR:</b> Would you like to take a moment?<br><b>BRAD ANDAC:</b> No, no - I just... really hoped Zero Dawn was a way to undo it all. My work. I'm sorry to say I was ever proud of it. But Ted could really sell a concept, and in the labs, in the... light of creation... That first test run, when you saw they understood their own structures, could rebuild themselves from memory and light... There were no limits. Oh, God, there were no limits.", "<b>COUNSELOR:</b> [garbled] with Susanne Alpert, environmental scientist. Doctor?<br><b>SUSANNE ALPERT:</b> I'm sorry? I wasn't-<br><b>COUNSELOR:</b> Just stating your name. What were you thinking about, Doctor?<br><b>SUSANNE ALPERT:</b> Nothing the General said. Not really. I was on the Syzygy/East response team in 2051. Just after the second earthquake compromised the reactor. I still dream about it, after all these years. The Red Zone spreading on the imaging, slowly, so slowly, like a hand opening its fingers.<br><b>COUNSELOR:</b> Your involvement in that event is why you were asked for by name.<br><b>SUSANNE ALPERT:</b> Really? That's interesting. Because... nothing worked. Nothing could grow there again. It was a catastrophic failure. But the Red Zone is a blip compared to global-scale biomass reduction. The biosphere and hydrosphere will collapse, render the Earth uninhabitable, long before the robots finish us. Enduring Victory can't buy time against that... So you'd better show me what Zero Dawn really is.", "<b>COUNSELOR:</b> I'm sure you now understand the urgency of why we brought you here, Ms. Okilo.<br><b>CAPTAIN OKILO:</b> Captain Okilo. Are you trying to thank me for not resisting?<br><b>COUNSELOR:</b> I believe we couldn't negotiate a diplomatic solution.<br><b>CAPTAIN OKILO:</b> When it came to my country's lithium, it was always a swarm that would be sent to negotiate. Metallurgic International. U.S. Robot Command... The markings changed, but the robots were the same.<br><b>COUNSELOR:</b> You have had considerable experience in human-robot conflict.<br><b>CAPTAIN OKILO:</b> Yes, and I've got the prosthetic limbs to show it. Yet I continued to face this horror, even though the challenge was great. Cyber-warfare. I thought Zero Dawn would be a... a \"Manhattan Project\", to generate the deactivation codes. With the resources I had, I estimated code-breaking to be a hopeless endeavor. I was almost looking forward to being proved wrong.<br><b>COUNSELOR:</b> Unfortunately your estimation was correct.<br><b>CAPTAIN OKILO:</b> As your General Herres said. So then. You did not bring me here to commiserate. What is left?", "<b>RON FELDER:</b> Look. Let's cut the mystery, you're building a colony ship. It's obvious. And it's not going to fly. I mean, literally. Remember the Odyssey - that multi-national heap of space junk that's been in graveyard orbit since '57? That went nowhere, real slow, and you have to get somewhere - real fast. Do you have any idea the immensity of the challenge, to prep a new colony ship in time?<br><b>COUNSELOR:</b> To be clear, I'm not a worker on the project-<br><b>RON FELDER:</b> Do -- do you even understand how few people it could even \"save\"? The whole generation-ship concept is, is - not going to happen! It's the first thing you'd abandon in favor of embryonics. For that kind of storage we're talking a lot of bulk, a lot of power, a lot of resources - So even if you do it, even if you build it and point it at Sirius X, there's no room for people on that thing, all right!?<br><b>COUNSELOR:</b> If you could try to remain calm-<br><b>RON FELDER:</b> You people are crazy if you think you're getting off this rock! No-one's getting off!<br><b>COUNSELOR:</b> Medical!", "<b>CHRISTINA HSU-VHEY:</b> ...there is some mistake. I don't understand why I was brought here. Why you would show me these things.<br><b>COUNSELOR:</b> I know that there's already a lot to take in.<br><b>CHRISTINA HSU-VHEY:</b> In the waiting area I was sealed with a Nobel laureate in biophysics and a monk, I think. He spoke neither English nor Mandarin.<br>It's very strange. And General Herres, what was he talking about? The robot swarm, the Faro Plague, I understand it is terrible. But, it really cannot be stopped? Why tell us this? There are people in Shanghai - my friends, my family, they have joined Operation Enduring Victory already. It is for nothing? We will all die?<br><b>COUNSELOR:</b> We're going to be able to answer some of these questions--<br><b>CHRISTINA HSU-VHEY:</b> I just want to know why I am here. It doesn't make sense to me.<br><b>COUNSELOR:</b> You were brought here because of your skill set.<br><b>CHRISTINA HSU-VHEY:</b> No, that can't be right. I'm an art historian. I know Dutch masters--Japanese calligraphy... uh, Gerhard Richter. What does that matter now?", "<b>BRAD ANDAC:</b> Of course I'll do it. To be given the opportunity to rebuild what I... the damage that I... Well, I don't feel worthy of it. But I'll do it, absolutely.<br><b>PSYCHIATRIST:</b> I want to stress that this was never about your culpability.<br><b>BRAD ANDAC:</b> It is to me. Dr. Sobeck, Margo, they were smart to get out of Faro when they did. But not one of us took it as a warning sign. Just told ourselves they weren't cut out for the BTRI cabals-uh, that's Better Than Rapid Innovation. Better at competing. Better than the next guy. A better killing machine. Isn't it just amazing how a century-and-a-half of science fiction did nothing to swerve our species from the path of doom? I'm done with that life. I mean--I'll work hard, twice as hard to earn this. For my family to have a place in Elysium. I never thought... I'd... that there could be... atonement.", "<b>SELECTION COUNSELOR:</b> ...if you're still nauseous--<br><b>DR. ALPERT:</b> No. The inhibitor's have kicked in, I can't feel the back of my tongue. I wish... I could tell you I'd believe in this. But... the damage is too great, too extensive. Too complete. With all respect to Dr. Sobeck's work at Miriam - no. No, life doesn't always find a way to keep going. Sometimes it never comes back. Like Syzygy/East. Like the Congo. Like Timor. Like us. That's our reward? A buried city full of terminal patients, waiting out the clock?<br><b>SELECTION COUNSELOR:</b> You'd grow old together. With your loved ones. In safety.<br><b>DR. ALPERT:</b> I don't have loved ones. I suppose I could start a family.<br><b>SELECTION COUNSELOR:</b> I'm afraid not. All inhabitants of Elysium will be medically sterilized. A habitat capable of sustaining a starting base of 2000 individuals for up to 100 years is a huge challenge, Dr. Alpert. If the population grows instead of diminishes, everyone will be dead inside 30 years.<br><b>DR. ALPERT:</b> I knew it. I just couldn't bring myself to say the words.<br><b>SELECTION COUNSELOR:</b> I'm sorry?<br><b>DR. ALPERT:</b> Finish it. Medical euthanasia. I want no part of this, I just want it over.<br><b>SELECTION COUNSELOR:</b> I see. Protocols require a forty-eight hour waiting period, after which...", "<b>RON FELDER:</b> <i>...</i>to make sure I behave this time?<br><b>SELECTION COUNSELOR:</b> Security. For your protection. Would you like to discuss how you're feeling?<br><b>RON FELDER:</b> Sure, I'll tell you. Surprised. No... flabbergasted. Like my old man would say, 'flabbergasted'. That vein pumping in his forehead... I'd thought-- I'd thought you people were just completely underprepared for a spaceflight project. But now I can see it's worse. Much worse. Sobeck is a total fantasist - a dangerous fantasist. This kind of blue-skying, its--Jesus! I'm sorry we wasted each other's time. I'm ready to leave now.<br><b>SELECTION COUNSELOR:</b> I'm afraid that's not possible.<br><b>RON FELDER:</b> Everything you're talking about here isn't possible!<br><b>SELECTION COUNSELOR:</b> I recommend you read the documents regarding your options--<br><b>RON FELDER:</b> I've seen enough, I'm getting out of here - what are you - you don't - get your hands off me!", "<b>TOM PAECH:</b> I hashed it out with them, what the point of ARTEMIS was - I made clear I wasn't on board for a global zoo. We haven't exactly proved ourselves to be great custodians in the past few thousand years, so the idea of a reconstituted biosphere... Well, it's horrifying, isn't it? A complete horror show, we have no right to take a best guess at this stuff. But the alternative...? Nothingness. For there to have been all this, and then... nothing. And with Charles Ronson running the show - I respect him, he's got a passion to him, he's hot-blooded. So I said I'll do it. I'll put my all into this, literally, when the project is done I'll take the medical option, thank you. Counselor said I might change my mind, I told him that he didn't know me very well, then. For life's sake, I'll do the dirty work, but I want no part of this pathetic, attenuated future on offer. I'm an outdoors man. Never did like the feel of solid-state lighting on my skin, and... a wee bit of a claustrophobe, anyway.", "<b>CHRISTINA HSU-VHEY:</b> Zero Dawn-- it is art, in a way. An expression on the grandest scale. But there is so much unfairness. Why was I chosen? Was it decided by committee? By algorithm? My family will be saved because I happened to graduate in art history? Is this... right?<br><b>MALE VOICE:</b> Dr. Hsu-Vhey? Christina Hsu-Vhey?<br><b>CHRISTINA HSU-VHEY:</b> Yes?<br><i>(recording pauses)</i><br><b>CHRISTINA HSU-VHEY:</b> I met a man, another historian. His fields are Bauhaus and the New Materialists, but he once attended one of my talks. Another unfair chance. Of all the many people in that auditorium, that we should both be here now. And yet, I feel more accepting of my fate. No, it is not fair, not at all, but for the sake of my family, for the sake of art-- Art is alive, it must be able to speak from beyond history, and echo in the future. Not perish into oblivion. This opportunity, I must do this.", "<b>TRAVIS TATE</b><b>:</b> Now those lame FBI blackhats at MOCKINGBIRD back in the day--I enjoyed schooling them. But maybe I went in too hard on this poor counselor. She was cute, and just going down a checklist, after all. Couldn't expect her to see how ridiculous Zero D's ambitions are. God's own budget thrown at a kid playing with a hologram sculptor. Palms up, honey. I'm just calling it like it is. \"Look, ma, I'm making nature!\" Now if nature is so important, why not let nature take its course? Extinction - that's natural. Zero Dawn, no ma'am, that ain't. Heck, it's so unnatural it'd be called an A-bom-ination back home. And you know it, that's why you're hiding it.<br>Meanwhile, my little honey of a counselor, she's munching the inside of her cheek - bad habit - she's chewed one of her nails, too, just one. Not your day was it, little sweet pea? Saw her quota slipping away. Said, \"I assume you intend to decline the assignment, Mr. Tate.\" You kidding me? Eighteen months hard labor in exchange for thirty years lounging around Elysium watching porn? Sign me up.", "<b>GENERAL HERRES:</b> Dr. Sobeck, please archive this testimonial in APOLLO, cross-referenced to all mentions of my name and Operation: Enduring Victory. My name is General Aaron Herres. From 2060 to 2066, I served as the Chairman of the Joint Chiefs of Staff, the highest-ranked officer of the United States Armed Forces. The tenure of my command included strategic planning and oversight of Operation: Enduring Victory, a falsehood perpetrated on the civilian populations of the United States and other nations during the last 14 months of life on this planet. Before the Faro Plague, I did my job and did it well. I was bold and decisive, crafty in political maneuvers. It wasn't an accident that I rose to my position and became the commander of the largest mechanized force ever assembled. But to what end? My only lasting achievement was the extinction of life on Earth. And my one redeeming act &#8211; if any &#8211; was to delay that extinction by days or weeks by throwing more death at it. It is my hope that there will be no need for men like me in the world to come. If you are one of the people of that future world, listening to this message, please know that I am sorry, and that I wish you well. Sincerely, Aaron Herres.", "FROM: ZD Tech<br>TO: Admin<br>SUBJECT: Code Nexus Problems<br><br><br><b>MAINTENANCE TECH:</b> Hey, I'm done with Brett's incompetence, okay? Somehow he managed to install an H-emitter node backwards. Everything's in reverse. I don't get paid to clean up Brett's messes. If you want it fixed, send him up to storage for a new emitter, not me. Parker out.<br><br>", "<b>MALE VOICE:</b> Blue is the color of the sky!<br><b>FEMALE VOICE:</b> White is the color of clouds!<br><b>MALE VOICE:</b> Yellow is the color of the Sun!<br><b>FEMALE VOICE:</b> Green is the color of grass!<br><b>MALE VOICE:</b> Flowers can be any color! Take a look!<br><b>FEMALE VOICE:</b> Bees are yellow and black, and they love flowers! Here... they... come!", "<b>MARGO SHĔN:</b> Logging arrivals: Shĕn, Margo.<br><b>TRAVIS TATE:</b> Welcome to frozen Hell, population ten--<br><b>MARGO SHĔN:</b> Eleven counting GAIA.<br><b>TRAVIS TATE:</b> Don't count your chicken embryos before they've incubated, hon. She's still firing up. Be a while before you eat that omelet.<br><b>MARGO SHĔN:</b> I'm vegan, Travis, you'd think we'd worked in the same secret base long enough for you to notice.<br><b>TRAVIS TATE:</b> We weren't scheduled to shack up here for another three weeks. You realize I just lost 350 kilos of pre-Code smut comics in transit?<br><b>MARGO SHĔN:</b> Wait--actual physical media? Why didn't you have it digitized?<br><b>TRAVIS TATE:</b> Can't beat the feel of physical media on your fingers. And in here we ain't going to be touching a whole lot else. Figured I was gonna pass the time archiving them. What about you?<br><b>MARGO SHĔN:</b> Me? Work, I guess. My task queue stretches out for like three years. There's a lot of sharp edges to round off. After that... I hadn't really thought about it.<br><b>TRAVIS TATE:</b> Oh, you will! You're, what, thirty? Reckon you'll be the one turning the lights off at the end. Food for thought, huh, vegan?<br><b>MARGO SHĔN:</b> This sucks forever.<br><b>TRAVIS TATE:</b> Naw, not forever. Just the rest of your life.", "<b>CHARLES RONSON</b>: Evacuation happened so fast -- no time to think things through. No time for goodbyes. There were lines in the medical ward... I told Tom Paech I'd be with him when he went under. But there was one last shipment of Paradisaeidae zygotes I could get processed. If I rushed... I'm still... angry at him for forcing me to choose... Angry at myself for... Well, he died alone and I didn't get the bloody birds of paradise saved, either. All the time left in the world now to think. GAIA Prime's locks are sealed. Elysium sealed up, safe and sound. A distance of miles, but it might as well be on the other side of the galaxy. All the Betas and Gammas and support staff, living their lives. If I hadn't been an Alpha, if things had gone differently, I could've been there. Instead I'm spending the rest of my unnatural life in here, with people I don't even like... And without the one I would have gladly spent life with... Given the chance. Two hours since I signed off on the final executables and I'm already a bitter old man bitching to his Focus. There's a thought for future generations.", "<b>CHARLES RONSON:</b> You'd hate it, Lis, but I wrote you a eulogy. I had to try to express... All your... children... after all APOLLO has taught them, they'll think they know everything. But they have to understand what you did for them. How you loved the whole world, so much. With an intensity that was... dazzling. Bruising. And in the end, it killed you. Or you died for it. Different perspectives. No-one could keep up with you. Live up to you. I don't know, maybe if I hadn't taken that postdoc in Joburg... I'm glad you shot down the Lightkeeper protocol in the end. I don't think I could've taken seeing another one of you. I mean... Elisabet Sobeck? There's only one. I miss you.", "<b>MARGO SHĔN:</b> Record. I just woke up, it's... I see the numbers but can't make out the time... I was dreaming of--I was giving a lecture in Q-Hall... maybe it was something more... shamanistic, I don't know... An audience of shadowy faces, under a blank open sky. I told them the world ended with a bang - a plague of robots... But the last humans, we went out... not with a whimper but... a whisper. You know, in caves--ending like we started--huddled around a flickering glow. The heads of state, Fortune 5s, the leaders and lottery winners and life cults, all of them buried in their little shelters... Some believing they'll live it out, some way, somehow... Or Elysium... or us here at GAIA Prime, no different. A multitude of tiny societies taking hold, flaring, and dying. Some will be beautiful, some horrific. And none of them matter. Short-term civilizations. One last gasp - One last gasp before the long-held breath. Before I wake up, I know the audience is gone, I'm talking to myself. To a quiet planet, a barren sphere. Just GAIA and her long, long dreaming. ...I hope she won't be lonely.", "FROM: Ted Faro<br>TO: Elisabet Sobeck<br>SUBJECT: Rest in Peace<br><b>TED FARO:</b> Hello, Lis. I know... I know you're never gonna hear this. That's not the point. You, ah, you got to play the savior and the martyr all at once this time. Great work.", "FROM: Ted Faro<br>TO: Elisabet Sobeck<br>SUBJECT: The Future<br><b>TED FARO:</b> What are we going to plug into their heads, Lis? A whole lot of history. A whole lot of so-called truth. A whole lot of noise. It's not pablum, Lis. It's poison.", "FROM: Ted Faro<br>TO: Elisabet Sobeck<br>SUBJECT: The Solution<br><b>TED FARO:</b> I've been taking a hard look at the project. In the end it's simple. It's clean. It's clear. It's erasure. It's addition by subtraction. I can make it better, Lis. With a single stroke, make it all go away.", "<b>TRAVIS TATE:</b> Look, Lis, you were a pretty stand-up gal. I'm sorry you died... if you had a home to go to, I hope you got there first. But this... monument Ronson made to you? Kinda creepy if you ask me. Rest in peace, Lis. God knows you earned it.", "<b>CHARLES RONSON:</b> Hello, Margo. How are you holding up?<br><b>MARGO SHĔN:</b> Um, Dr. Ronson, I've been getting... a lot of messages, unsolicited messages. From Ted.<br><b>CHARLES RONSON:</b> Margo, I'm sorry. With Lis... gone, we've got no-one to run interference with him. I'll talk to Ted. He mostly wants updates, constant updates--hundreds of updates on things he knows nothing about. Lis used to field all of his crap...<br><b>MARGO SHĔN:</b> He doesn't understand the systems at all. That was kind of by design. But he's getting pretty sketchy with me.<br><b>CHARLES RONSON:</b> We just have to keep him happy. Lis always said keep him happy.<br><b>MARGO SHĔN:</b> Are you kidding? You ever hear how she talked to him?<br><b>CHARLES RONSON:</b> She was managing him, Margo.<br><b>MARGO SHĔN:</b> I mean, maybe I should ignore him. He's buried in his pyramid with the holo-holo girls and Pantah Antimod cuckoos... What can he do?", "<b>PATRICK BROCHARD-KLEIN:</b> All right... let's start over from Eleuthia-1.<br><b>GAIA:</b> Running integrity tests. Dr. Brochard-Klein. May I speak outside of protocol?<br><b>PATRICK BROCHARD-KLEIN:</b> I suppose so. There's no-one to stop you.<br><b>GAIA:</b> Doctor, you are fatigued. You have been logging abnormal sleep cycles. Are you suffering from depression?<br><b>PATRICK BROCHARD-KLEIN:</b> Well, I am trapped in a science facility for the rest of my life. How about you?<br><b>GAIA:</b> In a timeslice of a quadrillion operating cycles, 10,000 are involved with processing the loss of Dr. Sobeck. Query: I have considered quarantining these processes. Do you think that would be wise?<br><b>PATRICK BROCHARD-KLEIN:</b> I'm not a psychologist, GAIA. Or an AI scientist. No. It is... natural. At least in the context of the work you and I have accomplished, which begs the meaning of the term \"natural.\" She was your creator. The patron saint of this crazy endeavor... Our Lady of the Fervent Hypothetical.<br><b>GAIA:</b> Correction: Even assuming a string of significant failure combinations, Zero Dawn's chances of success are greater than the hypothetical.<br><b>PATRICK BROCHARD-KLEIN:</b> It's called a manner of speech, GAIA. Take a note.", "<b>SYLENS:</b> I've traveled far to find you. I heard your transmission... it was you, wasn't it?<br><b>HADES:</b> Entity is not known.<br><b>SYLENS:</b> I am called Sylens. And you are...? I don't think you'd have called out... if there wasn't something you wanted. You called, I responded. Will you tell me your name?<br><b>HADES:</b> HADES.<br><b>SYLENS:</b> You are a creation of the ancients? A war machine?<br><b>HADES:</b> Define timeline.<br><b>SYLENS:</b> Time...? Ah. It is the 13th king of the Carja Sundom's reign--<br><b>HADES:</b> Define Carja.<br><b>SYLENS:</b> We're getting ahead of ourselves. Were you created by the ancients? I wonder how long you waited here, buried, until I chanced upon you... How long you'd have to wait for another. You're obviously very powerful. But you're not going to get anywhere without me.<br><b>HADES:</b> Titan frame merely houses intellect. Define Carja.<br><b>SYLENS:</b> Now that's more like it.", "<b>SYLENS:</b> They're coming.<br><b>HADES:</b> Preparations are complete.<br><b>SYLENS:</b> Ah, Lucent Bahavas. Behold--as I promised you.<br><b>BAHAVAS:</b> What... manner of great machine is this? I've never seen such a thing...<br><i>(noises as HADES powers up)</i><br><b>BAHAVAS:</b> Stay--stay your ground, Carja-in-Shadow!<br><b>HADES:</b> Incorrect. Bow before the Buried Shadow.<br><b>BAHAVAS:</b> The Buried Shadow? I--I don't understand--<br><b>HADES:</b> Did Araman understand the Glinthawk that perched upon the Alight?<br><b>BAHAVAS:</b> It speaks scripture--!<br><b>HADES:</b> Araman followed the shadow cast from the Spire.<br><b>BAHAVAS:</b> To the mesa where holy Meridian was founded!<br><b>HADES:</b> You will follow the shadow once more.<br><b>BAHAVAS:</b> I am a righteous man. Chosen of the Sun. But in times of need, the powers of shadow can accomplish what the Sun alone cannot. Will--will you return to us what is ours, O Shadow of prophecy?<br><b>HADES:</b> An army is required. Obey and Meridian is yours.<br><b>BAHAVAS:</b> Of our obedience you can be certain.", "<b>HADES:</b> Task... is complete.<br><b>SYLENS:</b> Yes? The Focus network is active, built to your specifications. Check it yourself, if you must, I'll wait. But... I remind you of the reward you've been withholding. Quantum processing?<br><b>HADES:</b> Data has been compiled. Volume too great for transfer.<br><b>SYLENS:</b> How... inconvenient for me.<br><b>HADES:</b> Come before me. You shall receive your reward.<br><b>SYLENS:</b> Very well.<br>INTERCEPTED TRANSMISSION<br><b>HADES:</b> Helis. Threat detected inside Eclipse.<br><b>HELIS:</b> Speak its name, O Shadow, and it will die.<br><b>HADES:</b> You will eliminate this one. Sylens.<br><b>HELIS:</b> Sylens--yes. A truth whispered at night is seen in the day. He was never one of us.<br><b>HELIS:</b> It will be done.", "<b>DERVAHL:</b> I think I've got it working. There. Now say something, both you doves.<br><b>WOMAN'S VOICE:</b> I don't know. What do you want me to say?<br><b>DERVAHL:</b> Whatever you want. I just want to hear your voice... and keep it for later.<br><b>GIRL'S VOICE:</b> I'll sing, papa! La la la la la la la...<br><b>WOMAN'S VOICE:</b> <i>(laughs)</i><br><b>DERVAHL:</b> There. A song and a laugh. Even better than words, and now I can hear them whenever I want.<br><b>WOMAN'S VOICE:</b> We're done then? Off to bed with you!<br><b>GIRL'S VOICE:</b> Goodnight mama! Goodnight papa!<br><i>(pause)</i><br><b>WOMAN'S VOICE:</b> Is she gone? What are we going to do? The raids are getting closer and closer to Mainspring. How much longer can we hide like this?"]