["The Chronicles of the Sun-Kings<br><br>The founder ARAMAN, who guided our forefathers from the shadow of the Savage East, into the fastness of the mesa valley; and who, reading the signs of Sun and Shadow both, delivered them to the site of holy Meridian;<br><br>The bounteous AMAVAD, who oversaw the clearing and sowing of the Royal Maizelands so that none who walked in the Sun's favor should go hungry again; who cut back the Jewel to claim the rich estatelands for the first Houses of the Sun-Court;<br><br>The far-seeing SADAHIN, who expanded the Sun's dominion to the north, south and east, setting a gate at Brightmarket harbor; and who before the Sun at its highest proclaimed these lands would be known as the Carja Sundom, so by the light it was good;<br><br>Generous JUWADAN, who stocked the metal markets with the spoils of his own Trampler hunts; and who allowed trade from north and south, even permitting outlanders the gift of the counting glyphs so they might understand more than simple barter;<br><br>ZAVARAD, the pilgrim Sun-King, whose tower was raised to the top of the Ridge of Veils and who crossed the great waters of the Daybreak, so the Sundom might extend ever further; and to honor this passage had the great Blazon Arch raised on the far shores;<br><br>Bold IRIV, who saw the Sun's passing into the West as a challenge, and forged after it with a great army, to be pushed back three times at the great canyons that would be known as the Daunt; until on the fourth time his cohort broke through, and were vanished in the lands beyond;<br><br>Prudent BASADID, who had the mantle of his fallen brother thrust upon him suddenly; who ordered the construction of the fortress of Sunfall and the garrison at Blazon Arch, declaring the land beyond it the Forbidden West where only the Sun may go;<br><br>KHUVADIN the returner, who strove to bring civilization to the Savage East, but returned after many strenuous endeavors, saying it was no longer fit for the people of the Sun; and called for the building of great towers and walls so this wild land might be observed safely;<br><br>RANAN, the Firebird, who saw the Sundom suffer unprovoked attack by the Tenakth horde, and who against the protests of his advisors accompanied his army to confront them; under the Sun he claimed victory, though he was so greatly scarred he wore his blazon helmet from that day;<br><br>NAHASIS, who was a hunter as much as a Sun-King, and called for the proudest men of the noble Houses to prove themselves in competition beneath the Sun, and that those who felled the greatest machines would be situated as the first Sunhawk and Hawks of the Hunters Lodge;<br><br>The illuminated MARZID, who the Sun visited with visions so vivid and grand, he commissioned many statues and frescoes of his visage in Meridian; and for his summer palace in Sunfall had the great Citadel raised, where he remained painting until he took deathly ill from his own pigments;<br><br>HIVAS, elder brother of Marzid, who decreed each family with a suitable male child should submit that child in service of the Sundom's then-depleted ranks; and had the artisans turn their attention from works of art to outfitting each soldier of the Sun with the very finest armor, halberd and bow;<br><br>JIRAN, who in his early years was a strong Sun-King, defending the Sundom from the encroachment of other tribes and the Derangement of the machines; but who became greatly addled, and ordered the spilling of blood in the Sun's name, threatening to bring a twilight time upon us;<br><br>AVAD, the Liberator --", "Amendment to the Record of Redmaw<br>by Inquiring Jandiniman, Historian-In-Residence at the Hunters Lodge<br><br>In time, all creatures fall, all legends fade away. Such it was with Redmaw, deadliest of Thunderjaws.<br><br>In the summer of the third year of the reign of the Sun-King Avad, Sunhawk Ahsis received word of a sighting and set out after the beast. Talanah, Hawk of the Lodge, went soon after, quickly followed by her Thrush, Aloy of the Nora.<br><br>Fearing Talanah might take Redmaw first and thus supplant him as Sunhawk, Ahsis resorted to treachery, laying a trap for the Hawk. Nine mercenaries ambushed her, but aided by her Thrush, Talanah defeated them all (six shot, three blasted).<br><br>Hawk and Thrush continued after Redmaw, arriving just as the legendary monster took Sunhawk Ahsis out of the fight (lash of the tail). Working together, the two women finally defeated Redmaw in a fight for the ages.<br><br>Alas, the wounds that Ahsis sustained were mortal (crushed internal organs, evidence of bowel failure) and he did not live to see Talanah take his place as Sunhawk.<br><br>So ends the Record of Redmaw, most murderous of machines.", "The History of Sunfall<br><br>After the vanishing of the Radiant Iriv and his cohort in the West, the Radiant Basadid ordered a mighty fortress built at the Sundom's farthest reach. His Luminance chose to build atop ancient ruins, reasoning the ancients must have seized upon the location for its strategic value.<br><br>Of the ancients, their works of too-smooth grey stone and strangely-carved metal were collapsed or built over, and the catacombs sealed off. Only the stone ring, perhaps used for some unknowable ritual, was left in place, to serve the garrison as a training ground.<br><br>Even though its builders and soldiers lived in fear of the land where the Sun goes at night, the finished walls of the fortress were mighty and unshakeable. His Luminance and his High Priest, the Irrefutable Pashaman, named it Sunfall under the blazing eye of the Sun, and by the light it was good.<br><br>None doubted the Radiant Basadid's prudence, nor denied his lingering hope that his brother might one day be sighted again, but no great threat would come from the West in his lifetime. Nor did it come for the next three generations, though records show the men of Sunfall fought many bandits and scroungers skulking in the Rustwash, and a dangerous stampede of Behemoths in the Long Burn .<br><br>In time Sunfall slipped from common memory, until the sixth year of the eleventh Sun-King's reign, when the Radiant Marzid himself came to inspect it. In the desert heat, His Luminance received a vision of an ornate Citadel with a dome of metal so polished it would greet the dawn, and catch the rays of the Sun's last shining at dusk. At once, he ordered the dedication of the Sundom's resources to building the structure.<br><br>After its construction, His Luminance took the Citadel as his summer palace, bringing with him many members of the Sun-Court, nobles and artisans. In time, Sunfall became a city unto itself, and the source of great works such as <i>Passion of the Tallneck Among the Dunes</i>,\n                                                <i>Turning Seasons at Bronzeflash</i>, and <i>Lament For Cinnabar Sands</i>. The stone training ring was repurposed for shows of pageantry, where young blazons or the Hunters Lodge Hawks could display the Sun's dominance over the machines.<br><br>Sunfall's prominence in the culture of the Sundom continued for many years, until the Sun-King Marzid's untimely demise in the Citadel he so treasured. For his procession back to the Alight, a line of torches was laid all the way across the Daybrink, so that over the days and nights of his bearing he might always go in Light. The departed king's brother, the Radiant Hivas, was occupied wholly with renewing the soldiery of the Sundom, and with the old Sun-King's passing so too passed this chapter in Sunfall's history.<br><br>In the early years of the thirteenth Sun-King Jiran's reign, before the falling of his shadow, a particularly harsh season came upon the Sandwhisper Valley. Upon hearing that the storms could strip the very detailing off armor, he decreed that strongest among his guard should be trained in the desert here, and named Kestrels. Indeed Helis, who would become the most infamous of the Kestrels, was one of the first to survive his reforging by Sun and sand here.<br><br>In the fifteenth year of Sun-King Jiran's reign, when the sacrifices in the Sun-Ring were judged insufficient to calm the Derangement of the machines, he presided over the blooding of the ring at Sunfall. A trapped Behemoth was driven with spears and spurred over slaves of the Oseram and Utaru. When the beast turned upon the kestrels, the Sun-King stood and declared that the Sun, in its great generosity, would accept the sacrifice of faithless and faithful alike.<br><br>So began a fearful era for Sunfall, of sacrifices unending in its Sun-Ring, and the Citadel whispered of as a place where no light shone. Many upstanding citizens of the Sundom were taken inside its doors to disappear as surely as if they had journeyed to the forbidden West. In the last days of Sun-King Jiran's reign, Sunfall was in the charge of his kestrels and High Priest, no longer answering to the Sundom as a whole.<br><br>It was no surprise, then, that following the liberation of Meridian, Jiran's loyalists sought refuge at Sunfall. As a fortress it was impregnable, but cut off from the bounteous lands across the Daybrink, it was a city impoverished. So stood the stalemate, in the first year of the fourteenth Sun-King, the Radiant Avad, and so stood Sunfall. Once built to protect the Sundom from the shadow of the West, it now sheltered a worse shadow: the false Carja who dwelt within.", "Bylaws of the Hunters Lodge<br><br>Section 1: Preamble<br><br>1.1. The hunt is the noblest pursuit in the Sundom, save those of the Sun-King and his Sun-Priests. The hunt is strength. The hunt is honor. The hunt protects. The hunt preserves.<br>1.2. What is the hunt but competition? What is competition without rank, honor, and victor?<br>1.3. The Lodge lends law and lore to the hunt, so all will know who has prevailed.<br>1.4. Thus the Lodge is not just its members, and not just its House in Meridian: it is the spirit of the hunt, a code to be honored, an ideal to be lived.<br>1.5. Only those of the noblest blood can embody the noblest ideals. As such, only Carja males of pure blood may honor the Lodge and tread its House.<br>1.6. By order of his radiance Avad, 14th Sun-King of the Carja, bylaw 5 of Section 1 is hereby rescinded.<br><br>Section 2: Membership<br><br>2.1. No hunter shall gain admittance to the Lodge without three Half Suns, won with honor at any Hunting Ground (see Section 5, below).<br>2.2. There are two classes of member, Hawk being senior, Thrush being junior.<br>2.3. The rank of Thrush can only be gained through the sponsorship of a Hawk. Each Hawk may sponsor only one Thrush.<br>2.4. There can be only seven Hawks. A Thrush can only become a Hawk through the death of his sponsor.<br>2.5. The Hawk who hunts the greatest prey shall become Sunhawk and lead the Lodge.<br>2.6. In the event the quality of prey is in dispute, the Hawk who hunted first shall remain first, as Sunhawk.<br>2.7. Only Carja males of pure blood may become Thrush, Hawk, or Sunhawk.<br>2.8. By order of his radiance Avad, 14th Sun-King of the Carja, bylaw 7 of Section 2 is hereby rescinded.<br><br>Section 3: Proof of the Hunt<br><br>3.1. The greatest hunts often bear no witness; therefore, a trophy must be kept.<br>3.2. A trophy may be submitted to the Sunhawk as proof of a victorious hunt.<br>3.3. A trophy must be intact, undamaged, and from a recent hunt.<br>3.4. The Sunhawk shall have final authority in any dispute over a trophy's worth.<br>3.5. Only Carja males of pure blood may submit a trophy to the Sunhawk<br>3.6. By order of his radiance Avad, 14th Sun-King of the Carja, bylaw 5 of Section 3 is hereby rescinded.<br><br>Section 4: To Protect and Preserve<br><br>4.1. A hunt for its own sake is noble: a hunt in the service of others is blessed by the Sun.<br>4.2. When called upon, Hawks and Thrushes must undertake any reasonable hunt asked of them, if it serves to protect the citizens of the Sundom.<br>4.3. The Sunhawk has sole authority to negotiate any fees or bounties associated with any hunt undertaken by members of the Lodge on behalf of the Sundom.<br>4.4. Any profit from any hunt undertaken by members of the Lodge on behalf of the Sundom shall be shared by all seven Hawks, administered by the Sunhawk.<br>4.5. Only Carja males of pure blood may undertake a hunt in the name of the Lodge, be it for the protection of the Sundom or any other reason.<br>4.6. By order of his radiance Avad, 14th Sun-King of the Carja, bylaw 5 of Section 4 is hereby rescinded.<br><br>Section 5: Hunting Grounds<br><br>5.1. For the purpose of training and recruiting the best and greatest hunters, the Lodge shall provide and maintain Hunting Grounds.<br>5.2. Each Hunting Grounds shall test a different range of skills through three Trials crafted by its Keeper, in consultation with the Sunhawk.<br>5.3. There shall be three rewards for each Trial, in ascending order of performance: Half Sun, Full Sun, Blazing Sun.<br>5.4. Hunters who prove themselves by winning the requisite number of Suns may be entitled to special gear at the Lodge, at the discretion of the Sunhawk.<br>5.5. The Lodge shall provide funds for the construction and maintenance of all Trials and facilities at Hunting Grounds.<br>5.6. The Lodge shall receive all profits associated with the sale of parts, ammunition, and equipment from all Hunting Grounds.<br>5.7. Any profits received from Hunting Grounds shall be shared by all seven Hawks, administered by the Sunhawk.<br>5.8. Keepers shall be chosen exclusively by the Sunhawk, and serve for a term of seven years.<br>5.9. Only Carja males of pure blood may be appointed Keeper.<br>5.10. By order of his radiance Avad, 14th Sun-King of the Carja, bylaw 9 of Section 5 is hereby rescinded.", "A Guide to The Claim<br>by the Well-Traveled Aram<br><br>Often, I fling open the windows of my villa not only to partake of the scents and sights of the city, but to hear the questions on the streets. Equally often, I hear asked aloud: what to make of these outsiders, these Oseram, who are suddenly our allies or even neighbors? Why do they eat as they do, argue as they do? What is the matter of their heady scent? Why are they always drinking?<br><br>Like a ray of the Sun amid the darkness, a question is best followed to its source. So, for the benefit of the inquisitive, I contrived to join a trading caravan to the Claim, at least as far as the closest village beyond the Breakwalls.<br><br>The Claim. It is a muted land, where fire-smoke hangs heavy in the air among the tall, thin trees. Where the ground has not been dug up in the Oseram's ceaseless search for metal, it is cased in frost, and beneath the frost, yet more frost, before stony soil. And worse, soot. Everywhere, soot, all-pervading. Though I had worn my sturdiest travel silks, keeping them unsoiled proved impossible. Noticing my discomfort, some Oseram washer-women offered their services, but seeing the shade of the water in their tubs I declined.<br><br>Indeed, regard for cleanliness is not an Oseram virtue. Despite its protective walls of piled slate and slouched round stone huts, the village struck me as overly exposed to the elements-- the chief elements in the Claim being a cold, oily rain, and hoarfrost. Even so, the open fires hissed and spat and burned on, and the mood was bustling and lively... much as you might find in an outbuilding for livestock, for example. (What I will endure to bring the light of knowledge to the folk of my tribe.)<br><br>The Oseram have no priests or kings, and spit at the mention of such titles, but they defer to the counsel of their wise men, the village 'ealdormen'. It seems each settlement elects such men for the purpose of unceasing argument. From dawn until long into the night, they shout over each other on matters of policy and taxation. Come the next morning, a line of villagers will already have formed for the privilege of arguing back.<br><br>I joined such a line for several hours while children squealed, birds squawked and hammering-- accursed, endless hammering-- echoed over the trampled straw and rain-filled cart ruts. Finally, I was permitted to face the three ealdormen and deliver my question. I asked for their opinion on the peace between our tribes, and Sun-King Avad's offer of welcome in Meridian itself.<br><br>Readers, I say asked, but the matter was not so simple, as the Oseram erupted into insults and arguments even before the words had finished leaving my lips. I found myself talked over, shouted down, subjected to seemingly unconnected abuse, and it was only when I raised my voice in return-- an invigorating experience-- that I was grudgingly answered.<br><br>Their opinions are muddled and mixed, to say the least, and I will not profane this parchment by transcribing the words used to express them. Suffice it to say that they see the benefit of free trade between our tribes, and indeed have flourished from it, after long years of war. However, it seems few Oseram that trade outside the Claim return their taxes, or even return at all-- the ealdormen believe they are stolen away by a manner of living that is \"downright Carja.\" A phrase they punctuate by spitting on the floor.<br><br>In return, I suggested that their mistrust and fear of a civilized way of life was positively Oseram (I could not bring myself to spit indoors.) This caused great commotion, after which I was bodily carried from the building upon the shoulders of my hosts, and deposited in the midst of a coming-of-age celebration-- not for a man, but for some new manner of device.<br><br>I awoke on a cart arriving at Pitchcliff. My throat was hoarse, my arms numbed from accepting countless challenges to wrestle, and the taste of an alcohol much like machine oil was still on my tongue. My head ached as if split down the center. Truly, I had risked my life in search of an answer: is there more to the Oseram character than brawling, drinking, and shouting?<br><br>Simply put, dear reader, there is not-- but let us hope that the ealdormen's fears will be proven true, and in time the Sun's light and Meridian's glory can temper these rough-hewn folk.", "The Founding Of Meridian<br><br>We are Carja. In us is the blood of those led by Araman from persecution and pursuit, so long ago. Out of the far Savage East we came, guardians of a treasure greater than land or metal: the Leaves of the Old Ones.<br><br>Araman found the Leaves in a ruin, picked out by a beam of sunlight, and he recognized at once their importance. Within was etched the first teachings of how to observe the Sun, to recognize its guidance, and to understand the place of man. From out of the Leaves came the first glyphs, the first writing, so our knowledge could last longer than voices.<br><br>But when our forefathers offered to share this gift, they were driven out by those they had once called tribesfolk--these ones feared to have the light of knowledge brought to bear on their ignorance, or were jealous of its power. And so began the long wandering of our people, trusting only that the Sun would guide them and deliver them from the barbarian tribes.<br><br>The path was hard, and marked by the stones of families who fell along the wayside--even Araman's own. The persecution was unceasing, from those without purpose, only the desire to debase and destroy. But the faith of the Carja was rewarded with a distant vision--a tower like a solid ray of the Sun, holding on the horizon, flashing!<br><br>Even as their enemies descended upon them, Araman followed the flight of the Glinthawks, leading his people through looming canyons and teeming jungles. Again they saw the tower, so close now it seemed to reach the very Sun itself, and they saw that the Glinthawks perched upon it.<br><br>Beheld in the light of the Sun, the tower--the Spire--cast its long shadow upon a mesa across the verdant valley. Araman knew he had found a haven for the tribe, as this was a place shunned by those without his faith--who cowered from the magnificence of the Spire, or the shining feathers of the Glinthawks.<br><br>He named this place MERIDIAN, from a passage in the Leaves, and the tribe settled in the protection of the great mesa. They found the site was blessed in every respect, carving their cliff-houses from the bounteous resources, and in time from the red rock of mesa itself--crowning it with the first columns of the City of the Sun.<br><br>Truly the Sun gave much to the descendants of our forefathers, granting Meridian great harvests and prosperity, and the bounds of the Sundom for as far as its light touched. In time, seeing Meridian shielded us from the dark arrows and plots of our foes, other foreigners brought trade and tribute.<br><br>Holy Meridian! Without Spire and Sun, there would be no Meridian, but now and forevermore it stands as monument to both. And the glory of Araman and the founders is reflected anew in each Sun-King of the Radiant Line, and the noble Houses of the Sun-Court.", "The Liberation of Meridian<br><br>An official account as scribed by the Reckoners of the Sun-Priests and marked with the emblems of Truth by Exacting Varan, who witnessed these events.<br><br>In the twenty-first year of the thirteenth Sun-King Jiran's reign, the twilight time of his madness, the Sun-King's own favored heir was put to death. The Radiant Kadaman's crime was to demand an end to his father's acts of bloodshed, and his sacrifice set that end in motion.<br><br>Jiran's second heir, the radiant Avad, fled Meridian at dusk with his honor guard, soldiers loyal to him over the Sun-King. All night, they traveled northwards, knowing that come the dawn they would be branded as traitors and marked for death. So it was that when Jiran made that proclamation, they had already traveled far, and in time they did reach the edge of the Sundom, and crossed into Oseram territory.<br><br>For Avad was canny, and planned to negotiate terms with the Oseram. He knew he had an ally among them--Ersa, a fierce Oseram warrior with whom Avad had a long and unusual history. Two years earlier, Ersa had been brought to Meridian as a captive, destined for sacrifice. But she survived the Sun-Ring, killing two Kestrels by her own hand. Thus did she earn the honor of being made a palace slave, and in this role came to know Prince Avad. A rare friendship was formed, and Avad conspired to free his friend, who returned at once to the Oseram homeland. Now, desperate for allies, Avad sought out the Oseram he had helped to free.<br><br>Ersa had ties to the warlords and freebooters who resisted the Red Raids. With Ersa's might and Avad's keen strategy, they could raise a warband and move to overthrow Jiran. And as a rightful heir to the throne of the Sun, Avad hoped to inspire many of his people to rebel, so sparing Meridian from a drawn-out war.<br><br>After months of preparation, Avad and his allies crossed the border and marched on Meridian. As word of their advance spread, many Carja soldiers fled back to the city, lay down their arms, or even joined the liberators. Yet wise Avad knew that Jiran's faithful would defend Meridian to the last man, even sacrificing the lives of its citizens if it would hold the holy city against siege.<br><br>He found kestrels and city guard already set in on the walls, readied to face arrow and shot. But Avad's Oseram allies had brought new weapons never seen beneath the Sun--thundering cannons, strong as machines. Avad permitted them to fire their salvos on the outer walls, bringing many defenders down with great carnage.<br><br>As the smoke cleared, the liberators attacked in three groups; one scaled the walls beneath the Temple of the Sun; another took to the aqueducts of the Palace; while the main force overcame the barricaded city gates with cannonfire. These were the final blasts fired at the holy city, as Avad forbade any further destruction.<br><br>In the streets, too many scenes of brutality and chaos played out to recount. Among the terrible miasma of blood and smoke, the Sun-Ring's slave pits were opened and hundreds spilled out, desperate to escape. Many of Jiran's supporters seized their chance to flee with this flood of unfortunates. The day had turned, and seeing his forces much reduced, the Sun-King Jiran ordered his trusted kestrels take Itamen, his sole remaining heir, from the city.<br><br>Helis, Terror of the Sun, cleaved a path through Meridian from east to west, striking down all in his way--ally and foe alike. The savagery of Helis and his kestrels could not be matched, and so it was that Itamen, his mother the Dowager Queen Nasadi, and the High Sun-Priest Bahavas escaped.<br><br>Avad confronted Jiran in his <span class=\"new\" title=\"Solarium (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU29sYXJpdW0/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">Solarium</span>. He had hoped his father would answer for his crimes honorably, but seeing this could not be so, with great anguish he struck him down. As the murder of a true Sun-King is an unthinkable act, and surely would plunge the world into Shadow, Jiran's death proved that the Sun had renounced his legitimacy.<br><br>Yes. Sun had turned to Shadow on the throne of Meridian, and it was Avad's light that drove the Shadow out to the west, where it remains to this day. So was the cycle of things corrected, in this the first year of the reign of the fourteenth Sun-King, the Radiant Avad.", "The Reign of the Mad Sun-King<br><br>Be warned, reader, that as a true account of the Mad Sun-King Jiran's acts, these glyphs are blotted in blood. Truly, the savageries committed can barely be recounted, so pray to the cleansing Sun for yourself and the teller of these tales!<br><br>You will learn of the grievous wounds inflicted on foreign lands in the reaping of sacrifice--the Red Raids! For the Mad Sun-King would order a whole generation cut from each village, so they might more willingly supply sacrifices and be harder pressed to field fighting men on the next raid!<br><br>The Utaru, who sought to appease with gifts of grain, were slaughtered in such number that upon the following harvest, the maize grew black and blue with the blood of the dead!<br><br>Against the Oseram, the Terror of the Sun piled the corpses of their fallen up to the walls of their villages so his kestrels might clamber upon the dead to enter!<br><br>And in the valley of the barbarian Nora, terrors of the Savage East, such savagery ensued that the trees were drooped with corpses hung as grim warnings!<br><br>Should you wish to read of the Mad King's depredations against his own people, your curiosity will not go unsated. Within are accounts of the deaths of those sentenced to the Sun-Ring--listed in such detail, you might think it reported by their own chattering skulls, once piled outside the city gates!<br><br>Nor will you find a more harrowing account of his massacre of the Hunter's Lodge. Reading these accounts, you might imagine yourself among its brave Hawks as they fought to the last, bloodying the sand from dawn 'til dusk! Or perhaps in the crowds as the loosed Behemoths careened through the stands with the crashing of wood and bone!<br><br>All this crazed bloodletting did the Mad Sun-King take in with his pitiless gaze, indeed he would not even look away from the goring of his own son in that ring of death! Yes, fair-haired Kadaman, Kadaman of the Dawn's Rising, so degraded and doomed for the crime of standing against his father!<br><br>Such a true and complete account of the Mad Sun-King Jiran's miseries cannot be found in the history annals, or heard from the reckoners of the Sun-Priests. It is with a heavy heart that I scribe these events, leaving out no shocking detail, but my debt is to history, and to you, brave reader...", "Seven Articles of the Sun Faith<br><br>1.<br>Over all the world rises and sets the great Sun, as is plainly seen;<br>To all plants, animals, machines and men it gives life, as is plainly seen;<br>Of all the tribes, none have scaled such heights as the Carja, as guided by the Sun;<br>Witnessing these things to be true each day, celebrating these things each day, we believe in the Sun and its Light gladly, and without question.<br><br>2.<br>Only the Sun's rightful heir, born of the Radiant Line that dates back to Araman the founder, is the Speaker for the Sun;<br>To him the Sun's desires are revealed, and from his lips its desires are acted upon by men;<br>He shall be known as the Sun-King, and his word shall be law.<br><br>3.<br>In all things, we accept the Sun's judgment.<br>We offer our bared skin to it so it might burn our sins away. We partake of its renewal, we wear its heat for a time;<br>As our skin bears its flush, its bronzed armor, we are made strong;<br>In the cracking and peeling away of our old selves, we are made new.<br><br>4.<br>In the Sun's light, we shall speak only in truth, we shall strike only in righteousness, and we shall act as we believe the Sun so tasks us;<br>When the shadow falls across us, we shall always remember our illumination, we shall not cast blame for ill fortune, we shall endure;<br>In the coldness of the Moon, we accept there will be stillness, and death, and endings, until dawn comes once more;<br>We do this because there are two halves of nature, Sun and Shadow, and to deny one is to deny the whole of things.<br><br>5.<br>As a twilight time came before us, ending the world of the ancients, so shall a twilight time come again, for this is the cycle of things;<br>The Buried Shadow shall rise up to eclipse the Sun's light and usher in great and terrible change;<br>Even knowing this, we are steadfast in our belief, and trust that the Sun will again bring a new dawn, as it did for our founders so long ago.<br><br>6.<br>Holy Meridian shall forever be the seat of the Carja, the City of the Sun, and the Spire venerated as the mark of its founding;<br>A Sun-King born of the Radiant Line shall always sit upon its throne, for without a Speaker for the Sun its will is clouded;<br>For either of these to be denied is to invite a twilight time upon us.<br><br>7.<br>Clearly the Carja are the children of the Sun, and pre-eminent in its gaze, but so too does its light touch upon the barbarian tribes of the north, east and south;<br>It is the Speaker for the Sun's duty to interpret if the Sun's gaze is directed in approval, or reproach;<br>So determined, it is the duty of the Carja to carry out the Sun's will, even in places where the light does not reach.", "Legendary Hunts of the Lodge<br><br>In the summer of the fourth year of the reign of the Sun-King Marzid, did Farukawas, Sunhawk of the Lodge, behold a herd of Grazers so vast that it filled entire the vale below the Farback. His bow was a harp that day, strumming the melody of the hunt from noon to twilight; after, one could not walk a single step across the glen without tripping on an antler of the fallen. It took all seven Hawks and all seven Thrushes to gather the trophies, and with the bounty from their barter the last wing of the Lodge was raised.<br><br>In the winter of the seventh year of the reign of the Sun-King Hivas, did Darusiv, Hawk of the Lodge, stalk a herd of Tramplers from Sandwhisper Valley to the foothills of the Palereach. Bombs from his sling fell as hailstones, freezing his prey and the waters of the ford. While the others stood as statues in ice, Hivas set upon the largest, driving his spear between its plates and taking his trophy before the rest could even stir.<br><br>In the spring of the third year of the reign of the Sun-King Jiran, as the machines of the wilds grew ever more Deranged, did Khuvam, Hawk of the Lodge, answer the call from the Prefect at Daytower to slay the mysterious creature who ripped his best cohort limb from limb. Four days and four nights he tracked his quarry through the Savage East before the brute was revealed, strong as a Snapjaw, fast as a Strider. From twilight to midnight the battle raged, but Khuvam prevailed at great cost, his left arm chewed ragged at the joint. Thus he named the beast Sawtooth as he took his trophy from its shattered remains.<br><br>In the autumn of the eighth year of the reign of the Sun-King Jiran, as the machines of the wilds grew ever more Deranged, did Ghalidid, Hawk of the Lodge, follow the shimmering death haunting the southern freeholds into the jungles of the Jewel. Under that tangled canopy the hunter became the hunted, glimpsing in the shadows more of the eerie lights, 'til he was surrounded by machines he named Stalkers. Long was his flight through the undergrowth to the safety of the Alight, but along the way he turned his bow to the pursuers, and became the first to snare a trophy from that which walks in glinting shadow.<br><br>In the summer of the thirteenth year of the reign of the Sun-King Jiran, as the machines of the wilds grew ever more Deranged, did Ahsis, Hawk of the Lodge, dare to tread the path of broken trees, following the wake of the terrible thing that laid waste to the freehold of Morning Light. And so he was first to face the might of the Thunderjaw, greatest of machines that walk the Earth. With spear, bomb, and arrow, brave Ahsis fought to no avail, and only triumphed by turning the terror's own cannons against it. The carcass of the beast now hangs in the Lodge for all to see, so enshrined because its fall turned Hawk to Sunhawk.", "The Record of Redmaw<br>by Inquiring Jandiniman, Historian-In-Residence at the Hunters Lodge<br><br>It is well known that facts recede into fictions as they become memories, and fresh facts themselves are ephemeral among the rumors and legends of the south. This is especially true in the case of Redmaw, the most terrible of Thunderjaws, a machine which is nothing if not legendary. Few who have laid eyes upon it have survived, and among them even fewer can be trusted not to embellish their tales. All that said, here I have endeavored to truthfully chronicle all the calamities attributed to the beast, and all the expeditions meant to end such calamities once and for all. None have succeeded. As of this writing, the terror of the south still roams free, scarred perhaps, but deadly as the day the sun first shone upon its armored hide.<br><br>In the early spring of the eighteenth year of the reign of the Sun-King Jiran, a freehold was destroyed near the Hands of the Flood. Nine bodies were recovered (eight riddled with cannon rounds, one flattened completely). No witnesses survived. Though never proven, this is widely thought to be Redmaw's first attack.<br><br>In the late spring of the eighteenth year of the reign of the Sun-King Jiran, an expedition of four hunters set out from Sunstone Rock to track the machine or machines responsible for the destruction of the freehold. None returned. Their bodies were subsequently found in the south (three blasted, one stomped). Never proven, but thought to be Redmaw's work.<br><br>In the early summer of the eighteenth year of the reign of the Sun-King Jiran, an expedition of six mercenaries set out from Meridian to track the machine or machines responsible for the losses described above. One returned (ribs crushed, clavicle fractured). He spoke of a Thunderjaw which split a man in half with a single bite. This is the first confirmed sighting of the legendary machine, and the one which gave it a name.<br><br>In the late summer of the eighteenth year of the reign of the Sun-King Jiran, an expedition of eight set off from Meridian to track Redmaw. None returned. Six bodies were found near Blackwing Snag (one blasted, three stomped, two eviscerated, one swallowed his own tongue, evidently in a spasm of terror, suffocating).<br><br>In the autumn of the eighteenth year of his reign, the Sun-King Jiran commanded the Hunters Lodge to send an expedition south in pursuit of Redmaw. After numerous logistical delays, three Hawks and their Thrushes set out in winter. Only one pair returned, reporting the deaths of the others (two blasted, one stomped, one decapitated). The survivors were sacrificed for cowardice (one gutted by a Sawtooth, the other skewered by Kestrels). After this setback, members of the Lodge grew wary of pursuing the legendary Thunderjaw; only the proudest Hawks even considered it. Aspirants to the Lodge, however, foolish in their ambition, eagerly took part in subsequent hunts.<br><br>In the summer of the nineteenth year of the reign of the Sun-King Jiran, the destruction of a caravan south of the Spurflints (three blasted, two stomped, one immolated) reignited interest in Redmaw. Three expeditions totaling fifteen mercenaries went after the machine, with only three survivors (nine blasted, three stomped, two eviscerated, one liquefied).<br><br>In the early spring of the twentieth year of the reign of the Sun-King Jiran, a cohort of twelve soldiers headed from the Raingathers to the Alight were set upon by the beast. Only one survived (one blasted, one stomped, ten crushed when their fleeing footsteps triggered an avalanche).<br><br>In the late spring of the twentieth year of the reign of the Sun-King Jiran, three cohorts totaling thirty-four men went in search of Redmaw. Alas, they were ambushed by Stalkers and only four survived (twenty-four sniped, six exploded). Understandably, this ended pursuit of Redmaw for some time.<br><br>In the summer of the first year of the reign of the Sun-King Avad, a group of six Oseram traders were attacked by the beast (one blasted, three stomped, one spit into a ravine). The lone survivor petitioned Captain Ersa to send the Vanguard after the monster, but the request was denied. However, three additional expeditions, comprised of mercenaries and hunters aspiring to the Lodge, were subsequently commissioned:<br><br>Autumn, seven men (two blasted, three stomped, one tripped on his own spear). One survivor.<br><br>Winter, nine men (three blasted, two stomped, two died from frostbite). Two survivors.<br><br>Spring, eleven men (five blasted, one stomped, three \"retreated\" off a cliff). Two survivors.<br><br>The last known sighting of Redmaw occurred in the spring of the third year of the reign of the Sun-King Avad. Tarkas, Hawk of the Lodge, got word of a sighting near Thunderhead and set off to take the beast on his own. His Thrush, Talanah, arrived at the scene too late, just as Tarkas was dying of his wounds (multiple perforations). Talanah testified that as Redmaw lumbered off through the trees, she could see the spear of her mentor embedded in its hide.", "4TH DAY<br>I am a traitor now and see no way out.<br><br>If I start at the beginning--how they turned me--perhaps I can see something I missed?<br><br>No. There is no escape. What good can writing it do?<br><br>10TH DAY<br>You gave me this folio when you taught me to write. All these years later, it still smells of you--lavender and ash of the forge. All I have left of you.<br><br>Write me notes, you said when you gave it. Share your thoughts--tear the leaves, send the pages. To show I'm thinking of you. But I never did. Hands too grubby to touch parchment.<br><br>How I wish I'd done as you said. How I wish I could now.<br><br>15TH DAY<br>The same dream. Your hair in the forge-light, our son's weight on my shoulders. All of us free. You turn to me and whisper--it is a dream. I answer--Yes, I know.<br><br>And then wake. Alone.<br><br>Even awake my life is a dream--a lie. My treachery will not buy your freedom. It only buys time. But every moment you live, that he lives... if treachery is the cost, I will pay it.<br><br>34TH Day<br>Every week the device calls me in secret to a new dig. We work like men with whips to our backs--as though it was left to us to upturn the soil of the entire earth and time has run low. Scrabbling to find the carcasses of ancient demons. It's the weapons they want, must be. What misery am I helping birth into this land?<br><br>38TH Day<br>I drink with Erend and Ersa, but not even the sweetest brew can wash the taste of guilt from my mouth. Every day my silence betrays them. The villains watch though the device. I keep expecting Ersa to stick a blade through my throat, but fire and spit, she does not suspect me. A better liar than I thought myself, must be.<br><br>54TH Day<br>Fitful sleep the past three nights, thinking on that Nora girl. Why did it order her killed? The device, must be. Even so, what threat could she pose?<br><br>We heard explosions and distant screams from the village. I thought the savages might blame us, turn on us. I almost wished for it. But their Matriarchs ordered us gone. We fled to the border with an escort of braves, crossed at Daytower.<br><br>Now I am called to a dig in the Rockwreath. They promise another glimpse of you, of our son. How I hope to see you both.", "A Guide to Ban-Ur and the Banuk<br>by the Well-Traveled Aram<br><br>Ah, the Sun shines golden on these times, where one can experience the whole world without leaving the streets of Meridian--for the gates are thrown open, and the world comes to us! And yet, as I walked among the markets, I heard a question on the air again. What to make of the Banuk, these stoic, silent northern hunters? These men and women of the ice?<br><br>Unfortunately for my investigations, Banuk outlanders seldom remain in Meridian long enough for exhaustive study--it is believed their cold blood does not take well to the heat. If I was to seek this knowledge, I would have to undergo the ordeal of taking up travel pack and quill, and journeying to their homeland. And so it came to be that I spent a miserable time living among the Banuk in frigid Ban-Ur.<br><br>Though the Banuk speak of their territory in reverent tones, put plainly it is the most uncomfortable place in the world. There is beauty--soaring glaciers of jeweled hues, billows of steam that erupt from the earth, whirling auroras in the skies above--yes, yes, but the novelty quickly passes and the bone-freezing chill remains. It is a country of the Moon, for in the day the Sun is reduced to a needle's eye through the grey, and in the night, the Moon rises four times the width.<br><br>There is no welcome, not in the land nor from its people. Though I lived among one of the 'weraks'--something like a group of families, but without the civility of a noble house--each member must prove that they possess the will to survive alone. They seek to always be challenged, whether at the jaws of a machine or simply in their daily existence. I tried to explain my position: that a Carja faces a challenge, devises a solution, and then with the challenge overcome can live in contentment.<br><br>This concept horrified them. It was made clear that when I expected to sleep, I must dig out my own hollow in the snow for my tent; when I expected to eat, I must hunt food myself. I hid my disappointment--after all, I had participated in a Hunting Trial or two in my time--and accepted. On the third morning I was able to bring down a rabbit, much like those seen in the plains, but with a downy snow-coat.<br><br>Upon presenting my prize to the werak, I received only blank stares, until one indicated I must skin and prepare it. Reader, I will spare you the details. The experience nearly changed me to eat only maize-bread forever more.<br><br>I had barely finished my gory portion before the Banuk set off on a machine hunt with their shaman, a man with machine bindings sown into his very skin. (Perhaps another challenge, to decency.) He claimed to sense the machine spirits close by, and sure enough the hunters and I followed tracks in the snow to a Grazer herd. The Banuk made short work of them with their spears, and struck with a curious desire to prove myself, I threw myself into stripping a fallen machine for parts.<br><br>Instead of praise for my initiative, I was subjected to the shaman's cursing and wailing, and hauled back to camp by a sullen hunter. Eventually, she explained that the machine spirits must be thanked for the gift of a successful hunt before any parts are harvested. Truly, I was despairing of the shifting wiles of Banuk culture, and longed for the certainty of the Sun's guidance!<br><br>That night, mercifully my last, my companions and another werak gathered under a pitiless clear sky to exchange songs--their way of recording history. Some understand the glyphs, but choose not to use them, asking \"What is a song without voices?\" (By this point I knew better than to answer.) My deeds warranted a whole verse in the song of my companions, but from what I could make out, much was lost in the translation. Still, there was laughter enough, and many promised to leave me a Banuk farewell mark for our time together.<br><br>I parted ways with the werak not far from the High Bloom, and set about climbing back down to Dawn's Sentinel, and with it Sun-blessed civilization. As for the farewell marks, I saw no such thing when I packed my wetly frozen belongings. Another Banuk mystery, perhaps, and my advice to you, dear reader, is to let these people keep their mysteries to themselves.", "Rumors of the Nora<br>by the Well-Traveled Aram<br><br>Readers, many times I have been asked to describe that most fearsome of barbarian tribes, the Nora of the Savage East. So ferocious are the rumors of these people, you might think it was they who raided us during the dark times of the Mad Sun-King, and not the opposite. Well, dear readers, though I possess bravery, there is a shadow-length between bravery and certain death--and it is certain death that awaits any who trespass on the Sacred Land of the Nora.<br><br>However, I have traveled beyond Daytower into the snow-dusted hinterlands of the Savage East, and on to the very edge of Nora territory, now the site of a hardscrabble trading camp known as Hunter's Gathering. There, sat around an open fire with outlanders and uncouths, I was able to gather tales and eye-witness accounts of what might be seen within the valley of the warrior-women.<br><br>They told me another day's travel south lies the Mother's Crown, a name that suggests something grander than the fort of tree-trunks and log cabins that was described to me. Still, I was assured it squats most imposingly upon a rocky outcrop, far above rushing rapids and white-capped falls. From its ramparts a series of watchtowers stretch back across the mountains, and at any sign of approach, flaming arrows arc into the air between them. (For a tribe so concerned with their precious wilds, I expected less careless behavior!)<br><br>Those interlopers stout, or foolhardy, enough to approach after this display are turned back with another flight of arrows--this time aimed just above their heads. The outlanders, chuckling, agreed that if a Carja showed their colors the arrows would fly lower, and that even soldiers behind Daytower's walls grumble about being ambushed and devoured by Nora warriors.<br><br>I corrected them that it was the Tenakth, not the Nora, who are known to engage in cannibalism--in fact, the Nora have only been seen to chew the bark from trees, the tough plants from the ground, and drink strange herbal brews. I proposed that they may well be forbidden from eating meat, except at their strange, feminine rites beneath the Moon.<br><br>Yes, in the benighted land of the Nora, the natural way of things goes inverted. Women rule men, and all the might of Carja metal can be deflected by logs, leather and hides. Ruins filled with bounteous artifacts go untouched, and great stretches of farmable land are left uncultivated. Only the machines--which the Nora greatly mistrust, after some ancestral conflict or another--seem untroubled by this rampant strangeness. Father Sun has no place here, and I would not be surprised to find the Nora's woman-god to be the Moon itself.<br><br>Though it is Nora women who so famously feature in tales of encounters with the tribe, men have also been sighted bearing the outlandish hair and blue-painted markings of Nora warriors. It is my understanding, from reading older studies of the tribe, that a ritual known as 'The Proving' allows men to battle one another to gain favor from their rulers.<br><br>My curiosity to witness this and other Nora rituals sadly goes unsated, but it is my hope that His Luminance will extend an offer of alliance to these mysterious barbarians. So emboldened by the Sun-King's generosity--and the knowledge that I would travel with many, many well-armored blazons--I would gladly gather a first-hand account for the benefit of my readers. Indeed, I plan to employ a female scribe, who might allow better parley between the Nora and I on such an occasion. (A better path for a young Carja woman than working as a seller for the Oseram metal-merchants in town, no?)<br><br>Until such a Sun-touched time comes, though, I can only share with you copies from the extensive collection of sketches I have gathered over the years--mere glimpses of these bizarre, savage, and yet still strangely alluring womenfolk.", "The Derangement of the Machines<br><br>Esteemed lords and ladies of the Sun-Court, honored Khanes and patrons,<br><br>Your concerns regarding the continuing Derangement of the machines are noted. Though many seasons have passed since the first sightings of this frightful change, the Sun-King is well aware that this is no longer a matter of reports from border patrols and Hunters Lodge expeditions. One needs only look to the abandoned estatelands--indeed, the estates you owned--left for the Jewel to reclaim, or to the empty freeholds of the common Carja folk.<br><br>Know that the Sun-King has taken every measure to protect holy Meridian and the Maizelands with renewed patrols. As for entreating the Sun, we believe the cause of the Derangement cannot be the Sun's displeasure alone, for the years of sacrifice under Sun-King Jiran produced no noticeable effect on the machines. His Luminance and the Sun-Priests are in agreement that, even if this is an ordeal set for us by the Sun, our suffering will not be reduced with blood.<br><br>For your edification, I will recount what we have observed of the Derangement. Of the simpler machines, the herd creatures, the gallopers, the scuttlers--where once they fled at the sight of men, now they are more likely to charge. The larger creatures, once only a menace to the inebriated and foolhardy, can be seen to lunge at the unwary with murderous intent.<br><br>This is to say nothing of the coming of the Sawtooth, or its metal brethren: the Ravager, the Stalker, or that terrible giant the Thunderjaw. Each one has proved a more capable killer of men than the last, each wielding a wider array of strange weapons. The wilds are no longer safe due to the hostility of these new machines, though to date they not attacked a settlement within the Sundom.<br><br>Outlanders have brought no shortage of fanciful explanations for this behavior. Some suggest that the machines have come to resent men for hunting them. Yet such a thing has never been witnessed among beasts of flesh and blood, and they are proven to be more capable of thinking and memory.<br><br>Carja hunters and Oseram tinkers alike have attempted to understand the phenomenon by inspecting felled machines. But these appear no different to those harvested many years before Derangement began, with the same assortments of wires, braiding, lenses, hearts and so on. When these parts are subjected to the light of the Sun, or to Oseram experiments with fire and spark, they react as they always have.<br><br>The Banuk, however, claim to have recorded a change in the 'machine songs' of the 'machine spirits', suggesting that these have become increasingly discordant. The Sun-King has sent envoys to Ban-Ur to learn more, in the hopes that their mysticism might contain a truth when the rational light of the Sun is brought to bear upon it.<br><br>Of course the Sun-King graciously welcomes your own contributions to study of the Derangement, asking only that they are delivered in written form, and not during royal audience. His Luminance also hopes to dissuade you from participating in machine hunts during these uncertain times. The strength of a united Sun-Court is the strength of all Carja.<br><br>Respectful Tashadi, court envoy", "Myths of the Old Ones<br><br>Any Carja devout knows that the truth of the Old Ones is laid out plainly in the Articles of the Sun Faith. A twilight time came upon them, as is the cycle of things, followed by a long night, and finally our ancestors' birth in the new dawn. Since that dawn, Carja&#160;history has been writ in the path of the Sun, not the faded glories of those who came so long before us (even the Leaves of the Old Ones found by Araman&#160;are long since cracked and fallen to dust.)<br><br>Nevertheless, collected here for study are the colorful beliefs of the Old Ones held by other tribes, which may offer a small insight into those&#160;tribes' primitive views of the world.<br><br>The Oseram, as might be expected, view the workings of the world as a device, one where all things behave according to mechanical rigidity and not the Sun's divine rhythms. The movement of the tribes, of the seasons, even the stars at night--all are accounted for by this interlocking and complicated mechanism. The Old Ones were the caretakers of this great machine, but they neglected their duty to maintain&#160;it.<br><br>The world-machine thus fell into disrepair, and the civilization of the Old Ones collapsed with it. Now the Oseram&#160;use their myth to berate the other tribes as negligent, and to hammer upon their own importance. How convenient that their tinkers and metalworkers alone might learn this mechanism's secrets, and improve upon it with their ingenuity!<br><br>An even more fanciful tale of censure comes from the Nora barbarians. They believe that the Old Ones turned away from the teachings of the Nora's female god, the All-Mother, and eloped with the machines to build their mighty cities. Having failed to tempt the Nora to join them, the machines rallied under a great 'Metal Devil' and attacked the All-Mother. In her vengeance, she stripped the machines of their wisdom, reducing&#160;them to the simple metal beasts we see today.<br><br>Without the assistance of the machines, the Old Ones were left to wander as exiles, never permitted to return to the isolation of the Nora and their strange feminine rites. From the survivors of this so-called punishment grew the other tribes, and this is why the Nora show distrust to all outside their borders: for we are descended from the 'faithless', and do not shun the trappings of the ancient world.<br><br>Surprisingly, it is the Banuk whose belief is most similar to our own, though their mythology is bizarre in many other ways. They believe the Old Ones grew complacent, thinking there was no challenge they could not overcome, and in their pride were undone. Hence the Banuk&#160;give them no more attention than any other tribe defeated by the harshness of Banuk&#160;land.<br><br>In fact, many Banuk&#160;hunters point to the absence of ruins in Ban-Ur as a sign that the Old Ones were never strong enough to endure its challenges. They claim that only the machines and the Banuk&#160;have ever roamed there, and so they have nothing to learn from the ancients.<br><br>The distant Utaru, however, believe that the Old Ones are still with them at all times. In Utaru ritual those who die are returned to the soil--nourishing the land, and living on through new growth. As long as the dead are remembered, they will contribute to the harvests and make them bountiful. Utaru see the richness of their territory, Plainsong, as evidence of this unique and disturbing cycle.<br><br>Finally, as there are few living scholars of the Tenakth, we are regrettably denied any insight from that tribe. From what is known, though, it seems they have little concept of a wider history at all. But, of course, this is what elevates a scholar of Meridian from a bloodthirsty raider-- to be aware of all the Sun's light touches, however strange and unlikely the tales.", "Captains and Capers<br><br>These tales of adventure await within--<br><br>The life of Masarad the Sun-Flash! Whose scales of polished armor dazzled his foes, whose ribbons of firebird-red arced like his enemies' lifeblood, so drawn to the clamor of battle that he chose an outlander's life, far beyond the Sundom! In the north, he crushed the helmets of clashing Oseram warbands with the very scrap they battled over; in the south, he stood in sunset against the plains raiders, plucking their arrows from his body and firing them back. It was only the lure of the greatest battle of all, for holy Meridian, that drew him back to his homeland-- and in the Liberation he died gloriously, so that it took many hours to reveal his still-shining armor beneath the heap of kestrels piled above him.<br><br>Of Sadeva, the Desert Rain--once a daughter of the Sun-Court, but who cast aside noble silks and paints to run with the mercenaries of the Long Burn. She of eyes like smoke and a flashing blade! Her band only struck with the sudden storms, for the sight of blood never sat well with her, and the rain washed away its traces as quickly as it spilled. And so the sighting of rainclouds was feared from Sunfall to Brightmarket lest she might appear with them for many seasons, until they were finally betrayed by one of their own to a blazon patrol! For her noble birth, Sadeva was permitted an honorable death, and buried up to the neck in the Valley of the Lash to await the Sun's judgment. On the first day she endured in silence, yet on the second, clouds gathered, and broke with a great downpour, and in its passing--she was gone!<br><br>The metal conquests of Korgund, the Oseram blacksmith who would hammer gauntlets into shape while wearing them, and bend barrel-iron around his waist! He was seen to wrestle the cargo from the backs of Shell-Walkers, claiming the lightning blasts to be \"good for the constitution\"; and overcame a Sawtooth by blunting its jaws, and shaking it so soundly that its core fell loose. He claimed to have gathered a charging Trampler on his shoulders and slammed it upon the rocks, and sure enough there were marks left by its furnace blasted lividly across his well-haired back. As the Derangement worsened, bringing ever more terrifying machines, so grew Korgund's desire for greater feats of strength. He was last sighted astride a rampaging Thunderjaw, grasping its neck tight as a hawk to prey, and some say he remains there still!<br><br>And continued from previous volumes, the exploits of Okera One-Eye! By this point in the telling Okera had lost his left hand for stealing the Songcores of Estuki, and so traveled to the Claim, seeking an Oseram forge-smith who would affix a Ravager's claws in its place. Of course, the only man crazed enough to undertake such a melding of metal and flesh would be the leader of the Three Chains Uprising...", "Expeditions into the Forbidden West<br><br>Reader, if you would know of the Forbidden West, there are none more qualified to be your teller than I, the Considerate Udain, healer of Blazon Arch. Why? For I yet live, unlike the outlanders who gasped or shrieked the tales that follow. Foolhardy blazons and madcaps all, they were brought to me near death, poisoned, mortally-wounded, or driven witless by what they had experienced in the lands beyond the Daunt. With such wounds, it was all I could do to ease their pain and try to make notes from their ranting.<br><br>As the Sun shines upon me, I cannot vouch for the full truth of these tales. I only hope they will satisfy your curiosity, and turn you from the path that led these imprudent explorers and daredevil trekkers to their deaths.<br><br>Though each account differs, it is certain that the Western lands are most unlike our own. Some crossed deserts of palest white, others deserts the color of fire, or even limitless sweeps of blue sand that seemed to reflect the sky above, broken only by the remains of ancient machines.<br><br>Others spoke of vast prairies of tall grass, each blade sharp enough to draw blood, dotted with shivering black flowers. Or incalculable plains of dried mud, cracked like a great mosaic.<br><br>At night, unknown animals watch with glowing eyes, and strange birds, all the colors of kites and fireworks, chitter and call out in men's voices!<br><br>Most extraordinary of all are those reports of a lake one hundred times the size of the Daybrink-- so wide the far shores cannot be made out, and so deep that an entire city of the ancients stands drowned within. The water is sour to the taste, and sickening, and it is said to rise up and push back against those who attempt to cross.<br><br>It would seem that dead cities without number have been consumed by the shifting dunes in the West, their skeletal towers mired in seas of sand. The wind is heard to sing a low, mournful song through these ruins, or through the skeletons of vast metal birds now fallen, or over great metal bowls now filled with depths of black water, where fish dart like shooting stars. That song of ruin, rising from a hum to a howl, still haunted these men and women as they thrashed and sweated in unquiet sleep.<br><br>But though the Western lands are harsh, and even their beauty hides dangers, it is not the land alone that swallows up all who venture within, that inflicts the brands and wounds suffered by those few fortunate enough to return. Oh yes, all have spoken of new machines in the West, machines more strange and terrible than any found in the Sundom. With their fingernails, dying witnesses have scratched out impossible shapes, or, if they still possessed several limbs and vocal organs, mimicked jerking movements and imitated awful sounds, all belonging in the throes of madness.<br><br>And what manner of men can live where the Sun goes at night? These tales were the most chilling. One spoke of drinkers of machine blood, their lips and tongues stained, their teeth replaced with metal. Another described youths as pale as ash, all wearing the same faces, who hunt silently and tirelessly in the night. Still another told of a tribe, seen only from afar, whose folk busied themselves digging deep pits in the sand only to fill them in again for unknowable reasons, while another tribe was only glimpsed on the waters of a great lake, riding their thin dark boats.<br><br>O Sun, a half of me regrets scribing these stories, for they inspire questions that can only be answered by yet more doomed expeditions. And yet, I must tell the tales, for what else remains of these poor and wretched men and women? If they sought riches, they found none to bring back--nothing save a handful of black silt, or a curiously-stamped piece of metal, a chunk of desert glass with shifting hue, or an odd smooth shell. I have kept all these things, to remind me of those who went in search of the forbidden, and paid for it dearly.<br><br>Reader, if you think yourself an adventurer--heed the warning in this old man's collection of strange, small things, and go not into the Forbidden West!"]