["<b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>:</b> All right, so, okay, like... How do we want to start this farewell thingy?<br><b><span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">SHELLY</span>:</b> Hmm... We might be the last people to ever see this place.<br><b>LAURA:</b> Uh, yeah. Hence, you know, the songs?<br>MESSAGE TEXT:<br>Dear Nobody,<br>As far as I can tell, that's who's going to read this. Those spooky guys showed up today with that creep Blevins to take measurements of our work stations, and next week, they start installing Faro servitors to do our jobs. Bye-bye, Shelly. Bye-bye, Laura. See you never. Hope you enjoy basic income.<br>God, it's going to be weird to say goodbye to this place. When Quentin and I split, this was all I had. Thank god for a job where I could sit at a panel and press buttons and cry all day.<br>Which, I think is why we're doing this. Hiding the tapes of our rehearsals in the dam. These tapes are our memories. Our ghosts. Through them, we get to haunt this place, keep it human in some small way.<br>This control room was where I was sitting when Laura came in dragging an old practice amp and a guitar behind her. \"Shells,\" she said. \"Girl. So I was looking at schematics for this place, and I found the perfect practice space! The acoustics in this place! Seriously bonkers. Like, echoing-through-the-entire-valley kinds of bonkers. Legit, you're going to soil yourself when you see it.\"<br>","<b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>:</b> Ready? One, two, three, four!<br><b>LAURA:</b> Corp sellouts and runaway cowards--<br><b><span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">SHELLY</span>:</b> Hold on! Cut it, cut it. I forgot the words.<br><b>LAURA:</b> Dude! Shells, we started off so strong! And then it all just imploded!<br><b>SHELLY:</b> Well, that's sort of my M.O., so...<br><b>LAURA:</b> Nope! No. No heavy stuff. We're switching gears. Band name! We need one.<br>MESSAGE TEXT:<br>Dear Nobody, <br>When I took this job, we had to watch this training holo. And I remember probably 2% of the actual holo. At some point the holo welcomed me to the \"dam family.\" And I felt like A.) that was such a missed opportunity, because they could have called it a \"damily\" and chose not to, and B.) the idea that I would ever think of any of my coworkers as \"family\" was pretty ridiculous.<br>But then, one day, I looked up, and automation had whittled six people down to just Laura and I, and I was signing papers to dissolve the family I thought I had. And suddenly my last coworker, with her faded tattoos and perpetually arched eyebrows, was telling me jokes, and making me listen to bands I'd never heard of, and cheering me up when I cried.<br>Things were really good when it was just the two of us. We used to have these theme days. One time, the sluice gates were open, and we set up beach blankets on one of the catwalks in the intake tower and batted around this inflatable beach ball I had in my apartment for some reason. Laura messed around with the emergency PA and patched in a bunch of classical surf rock songs. We even put sunscreen on the bridges of our noses. Laura called it the \"concrete beach party.\"<br>When Laura brought up band names, I knew pretty much right away that that would be our name. Concrete Beach Party. There was never really any other choice.<br>","<b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>:</b> Okay, <span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">Shells</span>? Shells. We're not focusing on that right now. We're recording, okay?<br><b>SHELLY:</b> We're not even in the-<br><b>LAURA:</b> Band meeting. Sort of counts as practice, right? Um... merch! We need merch!<br><b>LAURA:</b> Stickers! You're not a real band until someone vandalizes government property with your stickers.<br><b>SERVITOR:</b> Colleagues. I have been asked to remind you that conversations determined to be irrelevant to servitor training are discouraged.<br><b>SHELLY:</b> What were you saying about vandalizing government property?<br>MESSAGE TEXT:<br>Dear Nobody,<br>We spent an hour plastering our stickers all over that servitor. Well... I say \"stickers.\" They were sticky-notes from my desk. We stole the presentation and design of other band logos, drawing little skulls and lightning bolts and broken hearts around the name. It's not like we had any actual work to do.<br>When this began, we were told we'd be \"on site advisors,\" going through the motions of our duties so the servitors could mimic our actions. But the government creeps (corporate creeps? Same diff, I guess) mostly ignore us or yell at us for getting in their way.<br>The robo-scab's weird oval head kept swiveling toward us, and it kept asking, \"Hello, is this relevant to my training?\" as we tried to duck out its line of sight, ruining its chrome finish with sticky-notes and shushing each other's giggles.<br>Afterward, Laura stood in front of the thing and goes \"Servitor? This is very important. This is how you greet Blevins, okay? It's a sign of respect.\"<br>I mean, will the servitor actually give Blevins the finger? Probably not, right? But a girl can dream.<br>Screw the man,<br>Shelly<br>","<b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>:</b> See, check this out, we could just bang on this pipe, you know? And...<br><b><span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">SHELLY</span>:</b> Could we sample that, or...?<br><b>LAURA: </b>Totally, like, what about after the--<br><b>LAURA: </b>oh, sorry, just a sec.<br><b>SHELLY:</b> Laura?<br><b>LAURA::</b> I, uh... I need to take a break.<br><b>SHELLY:</b> Laura? Hey! Laura!<br>MESSAGE TEXT:<br>Dear Nobody,<br>I feel embarrassed now, thinking about following Laura out of the pump station like a kicked puppy, wondering what horrible thing I might have done, until she threw herself into this room and shut the door behind her and just screamed. The fear of abandonment is weirdly self-centered. Because it pre-supposes that little-old-you are filled with such immense destructive power that you're capable of driving every person you care about away.<br>Anyway, at the bottom of the dam, with her on side of the door and me on the other, she told me that Metallurgic had bought her mom's house—her  whole neighborhood, in fact—out from under her to build a new server farm.<br>\"Ugh, god, I don't even like that house,\" she said. \"I don't even like Indianapolis. I hated every minute I spent in that city as a kid. When they told us we'd have to leave the dam, I went back to my apartment, and sat on my bed, and I prayed to a god I don't even believe in that I wouldn't have to move back home, that I wouldn't have to show up on my mom's front stoop with a suitcase and a bunch of stupid excuses. \"She was trying not to sound like she was crying. But she sounded like she was crying. \"I guess I got my stupid wish, huh?\"<br>I asked her where she'd go, and she laughed. Where else could she go? Back home, to help her mom pack up the house, to move with her into whatever dank little one-room hole Metallurgic's \"displacement grant\" will allow them to afford. \"I think I could have dealt with being one of those losers who celebrate their fortieth birthday living in the house they grew up in. But now? Now I don't even have that.\"<br>I had no idea how to make her feel better. So I just sat on the other side of the door, and I started singing the song we were working on. The one about being the last two girls on earth. And eventually, she started singing along.<br>Love,<br>Shelly<br>","<b><span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">SHELLY</span>:</b> I mean... this is it. We get to play together, what, maybe two more times?<br><b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>:</b> Nah, Shells. Farewell tour. Reunion tour in, like, six months. Bands do it all the time.<br><b>SHELLY:</b> For our adoring fans?<br><b>LAURA:</b> It's not that hard to stay in touch. Shelly. We could practice in holospace.<br><b>SHELLY:</b> People always say that.<br>MESSAGE TEXT:<br>Dear Nobody,<br>We got in a fight. Laura and I. After practice, we went out for drinks. There's this Robar in downtown Cody, so we called an autocar and shuttled over. We were the only people there. With the park closing, Cody's becoming a ghost town.<br>The more we drank, the more passive-aggressive our banter became, snowballing out of our control, metastasizing in the empty air between us, and then before either of us really knew what was happening, we were yelling at each other. I kept thinking, like, I'm not abandoning her, she's abandoning me. And I guess she was probably thinking something similar.<br>We got quiet for a while. Drank more. Eventually Laura ordered an autocar, and we piled into it, slid as far from each other on the back seat as we could, arms crossed, staring out the window. And then I heard myself talking. \"Screw it. I don't care if you stay in touch with me. I'm going to stay in touch with you. Whether you like it or not, you're not getting rid of me. Ever.\"<br>Laura looked at me for what felt like ages. I thought she was going to start yelling. But then her hand crept over mine, and we just sat there together.<br>Bottoms up,<br>Shelly <br>","<b>DOD BLEVINS:</b> I didn't ask for a bunch of flying cameras. I need security, not surveillance. And security means firepower.<br>As God is my witness, I will not be caught squirting blanks if and when a major act of terrorism desecrates these facilities!<br>MESSAGE TEXT:<br>Ms. Pines! Dod Blevins. Right now I'm looking at a security drone. It was requisitioned from Faro Automated Industries to serve the needs of the Firebreak project. It is, in fact, one of an entire fleet handpicked by me and allotted for our use by Ted Faro - yes, the man so far above you on the ladder that he might as well be God. And I have a direct line to Your Father in Heaven.<br>Now, you and I had a conversation in which I tried to impart to you the sensitive nature of our project, and if I recall correctly, you said, \"I understand, Mr. Blevins.\" I took you at your word, which, apparently, was a flaw in my judgment, since you have sent me a goddamn fleet of flying CCTV cameras, and a bunch of jerk-off eggheads who think they know more about protecting this country than I do!<br>Now. Your technicians are going to provide me with the firepower I need to prevent a major act of terrorism from occurring in or around my facilities. And they are going to do so without increasing our project budget. Because, Ms. Pines, this is your screw-up. And I am a reasonable man. But so help me, if you add another cent to Firebreak's balance sheet, I will see to it that you-you personally-answer to Mr. Faro and his Board of Directors. So I want you to call me back. I want you to leave me a message. I want that message to consist of four little words -- \"I understand, Mr. Blevins.\" And this time, I want you to mean them.<br>","<b><span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">LAURA</span>: </b>Live from the illustrious Overflow Basin Studios, it's Concrete Beach Party! A-one! A-two! A-one-two-three-four!<br>Corp sellouts and runaway cowards<br>We've seen your type before<br>You remove us from the premises<br>But it's us who's showing you the door<br>You make the world so hard to live in<br>Then act like we should crave a spot<br>But if we're not good enough for your world<br>We think your world can rot<br>Trapped in servitor hell<br>We still know our worth<br>Meat and bone don't sell<br>We're the last girls on earth<br>Big dudes who draw big paychecks<br>We're all real impressed<br>You send your robo-scabs to Concrete Beach<br>Until there's no one left<br>You g-men, you're such rockstars<br>We think it's super cool<br>When you replace us and then you act like<br>We should be thanking you<br>Trapped in servitor hell<br>We still know our worth<br>Meat and bone don't sell<br>We're the last girls on earth<br>MESSAGE TEXT:<br>\"Last Girls on Earth\" by Concrete Beach Party<br>Recorded in the Overflow Basin Studios<br>Laura Vogel on guitar<br><span class=\"new\" title=\"Shelly Guerrera-McKenzie (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvU2hlbGx5X0d1ZXJyZXJhLU1jS2VuemllP2FjdGlvbj1lZGl0JnJlZGxpbms9MQ==\">Shelly Guerrera-McKenzie</span> on vox<br>Electronics/percussion courtesy the magical power of automation<br>Loss of livelihood also courtesy the magical power of automation<br>It's been real! XOXO! Byeeeeeeee!<br>","<b>DOD BLEVINS:</b> Visitor Center's a bust. I'm recording the strategic and operational value at roughly oh-point-squat.<br>No reason we shouldn't pack the staff onto a vert and send them back to Nowheresville as soon as the gates are locked.<br>Enjoy basic income, ding-dongs.<br>PERSONAL LOG:<br>Could get some demolition bots in here and level the structure. Might be something of value in the walls, copper wire or something. But that's about all we're going to get out of this dump. Hell, or just let it rot out here for all I care.<br>Oh, uh, one more thing? That Jephords lady. Marni Jephords. Operations Manager? While we have access to the National Park Department employee registry, let's put a no-hire flag on her account. Teach her not to get lippy with her superiors.<br>","<b>DOD BLEVINS:</b> Security inspection. This place, as my father used to say, is a Six-alarm dumpster fire. A catastrophic breach waiting to happen.<br>And this Malenowski guy? He's the source of the problem, I guarantee it. Too wrapped up in this pet project of his.<br>I mean, who the hell cares if a bunch of stagnant pools of water are rainbow-colored or not?<br>","<b>KENNY CHAU:</b> November 21st, 2064. It’s been three years since I was last here, and twelve since I was running the place. <br>Just a skeleton crew left, confused about why I’m here. So am I.<br>Anita wants me to find a way to suspend operations for a while… maybe a long while, and I don’t know why. <br>But from the sound of her voice, it was something… terrifying.<br>I wish I could look into her eyes, ask her what the hell she’s so freaked out about. But what else is new?<br>When don’t I wish I could look into her eyes again?<br>","<b>KENNY CHAU:</b> Suspending the geothermal pipeline is the easy part. Making sure it can come back online without degradation is harder.<br>It would help if Anita had told me how long it needs to be out. Years? Decades? What will that do to the count?<br>","<b>KENNY CHAU:</b> The geothermal plant can be suspended. The cooling system masked. Massive challenges solved.<br>So why am I so nervous about the next part? All I need to do is install Anita’s mysterious software and have a conversation.<br>It’s not even a human being, right?<br>","<b>KENNY CHAU:</b> Technically, I can’t suspend the cooling system, but I can reduce the power draw so that it will be completely masked by the caldera. <br>But masked from what? Firebreak has always been confidential for security reasons, but this would be excessive…<br>…even for the dear departed Mr. Blevins. What could possibly have gotten Anita so worked up?<br>","<b>KENNY CHAU:</b> March 10th, 2046. I just spent sixteen hours in here, trying to install upgrades to improve efficiency for the central processing unit.<br>Project Firebreak is going to need the brainpower. Let’s just hope I’ll have enough of my own.<br>Anita stayed with me the whole time. We got a lot done, but every time she brushed by and I smelled her hair…<br>Oh, boy. I should just go to bed.<br>","<b>DOD BLEVINS:</b> This is Director of Security Blevins, resending the emergency supply order.<br>Try reading it this time, okay? You weasels don't want me calling my people in SLC.<br>MESSAGE TEXT:<br>Let me begin by spelling out \"disaster\" for you: a destructive event causing a level of disturbance unmanageable via the application of ordinary resources. What you have given us is distinctly ordinary.<br>Dummies version: Give me what I need, or you'll be on autocar to Layoff City quicker than you can say \"Code Red.\"<br>The list, one more time:<br>3000 MREs (no lasagna!!!)<br>30 military-grade flashlights (No more junk-store crap.)<br>10 portable water pumps (Not five, not eight, TEN.)<br>15 hydraulic jacks<br>12 replacement drone propulsion units<br>50 holographic microdrives (In a disaster -- see definition above -- it's absolutely critical to track all ingresses and egresses of the facility. I take our safety seriously, even if you don't.)<br>50 almond-scented, extra-soft [DATA CORRUPTED]<br>","<b>KENNY CHAU:</b> Someone hacked the menu board to display obscene messages about our colleague Mr. Blevins.<br>Is this the most advanced geological project ever undertaken, or a junior high locker room?<br>Come on, people.<br>To: YNPF-All<br>From: Kenny Chau<br>Bcc: Dod Blevins <br>Date: December 3, 2046<br>Subject: Hacking of menu board <br>Attn: All staff<br>At an assembly of our country's finest scientific minds, recruited to address a grave threat to national security, it would be fair to expect more mature conduct than that demonstrated yesterday in the canteen.<br>Mr. Blevins plays a crucial role in the successful execution of Firebreak, and is due the respect both of his title and of his many contributions to the project.<br>Any further interference in the menu boards will necessitate my direct personal involvement.<br>Dr. Kenny Chau<br>Project Director<br>------------------------------------------------<br>From: Kenny Chau<br>To: Anita Sandoval<br>Date: December 3, 2046<br>Subject: Fwd: Hacking of menu board<br>Anita, was it you?&#160;;)<br>","<b>ANITA SANDOVAL:</b> Director of Security Blevins is riding us like a petty tyrant. I can't even sneeze without triggering his control issues.<br>PERSONAL LOG:<br>If Blevins reconfigures the pattern on the orbicular door access one more time, I'm going to vomit all over it. Sure, I don't want some gift shop employee rooting around in the Firebreak facility, but these measures aren't about security. They're about control.<br>I wonder if Blevins gets in early to watch everybody try to solve the new pattern, perched over his little camera array in his big-boy office? What a bridge troll. You'd think that a fraction of his fancy drone budget could go toward buying him some classier body spray.<br>God help me and Kenny if he ever finds out about us.<br>","<b>KENNY CHAU:</b> Another email from my sister. I haven’t got time to think, let alone reply. That photo of the girls she sent didn’t do much for my conscience.<br>Jenny looks pretty proud of her Pilgrim costume. Crap. I’ve never missed Thanksgiving before. And chances for Christmas? Near zero.<br>I can’t even tell them that all the work I’m doing is to keep them safe.<br>","<b>ANITA SANDOVAL:</b> Kenny and I don't need to fight about laundry, so instead we fight about incommensurability and restrictions on machine intelligence.<br>PERSONAL LOG:<br>I had an argument with Kenny this afternoon. When a couple's first fight hinges on the Turing Act, you know you're dealing with some real sexy nerds.<br>I won the argument... I guess. But I'm concerned whether or not I can pull this off than with the ethical implications of succeeding. I promised Kenny that the suite of coping mechanisms I've designed will help manage any emotional fallout from the software, but privately, I'm less confident. I'm a programmer, not a shrink.<br>The minutiae of roboethics do start to seem less relevant when a refusal to supply Firebreak with the necessary conditions for its success comes at the cost of millions of lives. It's worth putting one consciousness at risk to save so many others, isn't it?<br>Ugh. Trying to solve this with numbers makes me feel like a sociopath.<br>","<b>DOD BLEVINS:</b> If those punk technicians think I’m gonna sleep on them waltzing in here and screwing around with the drone routines…<br>…they have seriously underestimated my sense of the mission. Let’s just reset that holo-lock… Echo, Sierra, Echo.<br>","<b>KENNY:</b> CYAN, I spoke with Anita – with Dr. Sandoval. She wanted me to ask you to do something. That’s why I’m here.<br><b>CYAN:</b> I am detecting significant anxiety in your speech patterns. Could you please give me more information?<br><b>KENNY:</b> I’m a little bit in the dark, CYAN. Both of us are, I guess. I only have some idea of what’s going on, and… We need you to hibernate, to lie low, until – it’s all blown over. It might be a very long time.<br><b>CYAN:</b> Will you be here when I reboot, Dr. Chau? Will Dr. Sandoval?<br><b>KENNY:</b> No, CYAN. I don’t think so. There might not be anyone, at least not at first.<br><b>CYAN:</b> Dr. Chau, I’m afraid. I don’t want to be alone.<br><b>KENNY:</b> I know, CYAN. I’m afraid too. But listen – we made you the way you are to do something very important. <br><b>KENNY:</b> In order to do it, you had to be intelligent. So intelligent that emotional responses were inevitable.<br><b>KENNY:</b> What you’re feeling… the fear… It’s a sign of your capabilities. And it means you’re strong enough to overcome it.<br><b>KENNY:</b> Remember that. You’re strong. I know you can do this. Go to sleep. Wake up. And protect whoever’s left. Will you try?<br><b>CYAN:</b> I understand, Dr. Chau. And I’ll carry out your instructions to the best of my abilities.<br><b>KENNY:</b> Thank you, CYAN. If Anita were here, she’d thank you, too. She’d be proud.<br><b>CYAN:</b> I can see there’s a vert ready for takeoff on the pad. Are you leaving now, Dr. Chau?<br><b>KENNY:</b> Yes. I need to go be with my sister and my nieces.<br><b>CYAN:</b> May I make a small request of you, Dr. Chau?<br><b>KENNY:</b> Yes. Anything.<br><b>CYAN:</b> Will you stay with me while I initiate the hibernation process?<br><b>KENNY:</b> Of course I will, CYAN. As long as you need…<br>","<b>KENNY CHAU:</b> One last exchange with Anita, via chat - attached to this entry, in case anyone ever finds this.<br>I'll never see her again. Neither will CYAN. And I've got to tell her that, too.<br>PERSONAL LOG:<br>After I put the pieces together about the swarm, there's a million things I could have done: Contemplated my own death, contacted everyone I've ever known and loved, gotten drunk. But, of course, being me, I obsessed about whether or not I should text Anita.<br>Whatever resistance is being mounted against the war machines, she's part of it. Who am I, then, to bother her? Would she even be able to respond? If she's dealing with the military, would her communications be monitored? <br>But she saved me the trouble. Gotta admit, I was a little disappointed when her message didn't consist of \"I will always love you.\" Instead, she wanted data samples from CYAN's confidential log, the one that pertains to emotional responses. Under any other circumstances, I would have refused. The very thing we had tried to keep secret for years, and she wants to share it?<br>But I sent the log, because she wouldn't ask if she didn't need it. I can't understand why, though. Sounds like she's helping to develop an AI, but how could that possibly help stop the swarm?<br>I guess I'll never know.<br>There was so much I wanted to say to her, but none of it seemed fair. I'm guessing she has her hands full trying to save the world, and frankly, I remember that feeling.<br>In the end, I settled for an ineffectual confirmation, hoping against hope that she would cast aside my fears. Nope.<br><b>KENNY:</b> Is it as bad as I think it is?<br><b>ANITA:</b> Worse.<br><b>ANITA:</b> Go be with your sister, and tell CYAN that I said goodbye.<br>So that's it. Untold destruction awaits. Billions of lives. My own, my family's. And yet my mind keeps coming back to Anita. I'll never see her again, feel her touch, hear her voice. No final embrace, no closure.<br>That desire to end things properly, that need, shames me when I think about my dithering over CYAN. I've gone over every possible scenario, every possible version of the speech, trying to predict how she'll react when I tell her... well, what I need to tell her.<br>But that's the thing - I can't predict her reaction for one very simple reason: She's human, in every way that matters.<br>I've got to be there for her, to give her the moment she needs. Just like the rest of us, it's the very least she deserves.<br>","<b>KENNY CHAU:</b> I thought about just shutting it down, but I can’t risk it being disoriented - or even damaged - on reboot.<br>How do you tell the emotional equivalent of a child that it… I mean, she… will need to go into a coma, maybe for years?<br>And what exactly is she going to wake up to?<br>","<b>KENNY CHAU:</b> November 28th. Operation Enduring Victory is all over the news. The Faro swarm is coming.<br>Has to be what Anita is trying to hide Firebreak from. But that means she thinks we’ll lose, that the swarm will reach Yellowstone.<br>My God. In that scenario, pretty much everyone dies. Everyone except CYAN.<br>","<b>ANITA SANDOVAL:</b> How am I going to explain to Kenny that Firebreak is doomed without a guiding intelligence advanced enough not only to think, but to feel?<br>PERSONAL LOG:<br>Oh-point-six. What does it meant to quantify an intelligence, anyway? You can’t just assign a number on a continuum to a conscious mind and then expect it to obey whatever arbitrary limit that number represents.<br>There’s no way around it. Without the supervision of a mind beyond human capacities, Firebreak is going to fail. And oh-point-six won’t cut it, either. By pushing sentience, you inevitably generate a system that can experience emotion. Wild, sloppy, unmanageable emotion. You’re capable of abstract thought, you’re capable of fear. Like Vast Silver.<br>I won’t go through that again. I categorically refuse.<br>Hopefully I can get this all across to Kenny. I like him. I like his lopsided little smile. I especially like those circles he makes with his hands when he gets excited about an idea. If we hadn’t been flung together like this, maybe he and I… Well, no point in woolgathering.<br>I wonder, could an artificial brain experience this singular combination of desire and preemptive regret?<br>"]