["Dear Nobody,<br><br>The autocars are on their way. Mine will take me to my apartment in Cody. Hers will take her to the vertiport. She brought her luggage with her to work today. Everything she owns packed into two little suitcases. She's wearing the fanciest outfit I've ever seen her in. \"It's for mom,\" she said. \"She bought me this outfit, if you can believe it. Normally, like, who cares, but... I don't know, she's already dealing with a lot.\"<br><br>We walked through the dam today, listened to all these tapes, read all these messages. And maybe this is one of those \"sign my yearbook, we'll never lose touch\" things, but I'm not scared of losing <span class=\"new\" title=\"Laura Vogel (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvTGF1cmFfVm9nZWw/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">Laura</span> anymore.<br><br>We're family. We didn't inherit each other or settle on each other, we chose each other. No amount of distance, no number of jerks in bad suits or obsequious robots, are going to tear us apart. So listen: on the off chance that someone ever actually does stumble onto these things, here's the truth. There was this band called Concrete Beach Party. And for a second, it was the best band in the world. And you, whoever you are, are really, really lucky. Because you're the only person who ever got to hear them.<br><br>See you never,<br><br>The last girls on earth.","To: Kenny Chau<br>From: Harris Bonner<br>Subject: Ban him!!!<br><br>Kenny,<br><br>I get it, okay? I really do. Faro is Firebreak's patron, Blevins is Faro's lapdog, circle of ass-kissing, blah blah blah. But if you allow Blevins to remain on site, installation is going to take twice as long as we're budgeted for. And I don't know how deep Firebreak's pockets are, but I can guarantee you they're not bottomless. <br><br>We've just got done recalibrating the entire fleet! The entire fleet, Kenny! Why, I imagine you're wondering? Oh, Kenny. I'm so glad you hypothetically asked. Blevins was unhappy with the baseline behavioral routines of the security drones (you know, the ones he selected himself?). Not aggressive enough, he said. I doubt a Rottweiler mounted on an ICBM would be aggressive enough for him.  <br><br>So we patched in some combat behaviors (which, let me tell you, was not easy), basically outfitted these things for war. Think about that, Kenny. Bleeding-edge combat drone patrolling an empty wilderness. All so Blevins can play army on Firebreak's dime.  <br><br>I'm begging you, Kenny. Find a way to ban him from the hangar. Please.  <br><br>-Harris.","TO: YNPF-ALL<br>DATE: December 23, 2046<br>SUBJECT: First stage of main facility complete<br><br><br>Attn: All staff<br><br>It's with pride that I announce the completion of the first level of infrastructure on our primary facility. This compound will be the nerve center for our project, and will require the team's continued best efforts to realize by the deadline. But even though there is much more to be done, you should be pleased with all you've accomplished so far.<br><br>Please find attached a detailed plan for mustering out of the auxiliary space, which will serve as a contingency site as we proceed with the main facility. 90% of our personnel must be relocated by 5 pm Wednesday. If your name does not appear on the assignment list, please email Marisa, with me in CC. <br><br>Your dedication, talent, and intelligence remain daily sources of inspiration.<br><br>Dr. Kenny Chau<br>Project Director","As Acting Chief Digital Security Officer and Interim AI Administrator for the Firebreak Project, I hereby state to have updated the orbicular pattern for the CYAN regulatory AI on 17th September 2064 according to procedure, to ensure against tampering, meddling, disarranging, or outlandish mischief of any kind.<br><br>Such as with previous updates: After the source node has been activated, the remaining data nodes must be pathed to establish a flow between adjacent intact nodes, to then connect back with the source node.<br><br>- Jørgen Holm","Got in this morning, and as usual, that one half-baked chrome dolt was bumping up against the locked entry door in the reservoir room, moaning about \"requiring entry into the totality of the facility.\" Between its robot voice and those weird grindy sounds its limbs make, the acoustics reminded of a track from one of the less accessible German post-punk bands.<br><br>I've told them and told them. Every night, the pipe network decouples so that the reservoir can refill, and every morning, it has to be reset manually. All you have to do is turn the valve thingies so that the water flows directly to the pump. The rest of the servitors seem to get it, but this guy won't stop bugging out.<br><br>I mean, I know we're supposed to be \"on-site advisors,\" but this is getting ridiculous. Do I have to scratch the instructions into their stupid shiny faces?","Okay, I've been hearing that some of our staff members are having trouble with our state-of-the-art, ultra-secure, and absolutely necessary lambent orbicular door access. So here's the S-L-O-W version, again:<br><br>The thingy in the middle is the source node. Turn it on. Yeah, I know. Hard, right?<br><br>Then you've got to turn the other nodes so that the data stream containing your credentials gets back to the source. Some nodes are used to buffer corrupt or suspect data, so avoid those. Shouldn't be too tough, because, you know, they're red. Like a stop sign. I'm guessing you were taught this in preschool, but with this crowd, who knows?<br><br>Anyway, that's it. Get the data stream back to the source, and the door opens. It's really not that tough, but if you need me to, I'll hold your hand while you give it a try - actually, scratch that. Do it yourself, I'm not going to touch your hand.","Anita,&#160;<br><br>As much as I hate the fact that Blevins installed lambent orbicular technology on the lower security door, I admit that for the auxiliary data center, it makes sense - especially given our goals for the central processing unit.&#160;<br><br>I'm sure you're painfully familiar with the process by now, but just in case you need to forward instructions to your team..&#160;<br><br>To access the system, activate the source node in the middle, then manipulate the other nodes to direct the data stream with your credentials back to the center. Make sure to avoid the red nodes - they're used to isolate any corrupt or suspect data.&#160;<br><br>I'm sure someday you'll thank Blevins for making our work so very, very secure.&#160;<br><br>Kenny","Must have been sometime in the spring of 2047, about six months after the main facility opened. We were behind schedule and new data indicated that an incident was close, maybe only two weeks away. I was exhausted, losing weight, barely speaking except to give orders.<br><br>I passed by Anita in the battery depot. She looked at me and frowned, then pulled me back into this room and kissed me. A long kiss, the best kind... I can still remember the feel of her hand on the back of my neck. After, she looked at me and smiled, and went back to work without saying a word. I'll never forget that moment. Her touch, her unspoken generosity.<br><br>After she left the project, I spent years beating myself up for not keeping her, somehow. Every time I ran into her at a conference, I felt thrilled and lost and confused, all at the same time. Always hoping we might have a few drinks and... well, rekindle.<br><br>It was only after I saw her onstage in a holo in '58, accepting the MindChallenge award in Austin (with Elisabet Sobeck presenting, no less), glowing and happy and fulfilled, that it dawned on me that I hadn't done anything wrong at all.<br><br>I could finally see that she had what she wanted, and it simply wasn't me.","<b><span class=\"new\" title=\"Joshua Ardhuis (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvSm9zaHVhX0FyZGh1aXM/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">JOSHUA</span>:</b> “The Return of the Director Emeritus.” Decent holo title.<br><br><b><span class=\"new\" title=\"Gina Bruno (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvR2luYV9CcnVubz9hY3Rpb249ZWRpdCZyZWRsaW5rPTE=\">GINA</span>:</b> No, BAD title – and worse subject. The camera crew would die of boredom.<br><br><b>JOSHUA:</b> Whatever, Gina. It’s still the most excitement this hell-cave’s seen in a long time.<br><br><b>GINA:</b> Your standards for “excitement” are depressingly low.<br><br><b>JOSHUA:</b> I’ll squeeze what I can out of this, thanks.<br><br><b>GINA:</b> You always were a little sweet on Kenny.<br><br><b>JOSHUA:</b> What? No way. His ears are enormous. Besides, he was too busy mooning over Anita.<br><br><b>GINA:</b> I want to know what he’s doing here in the first place. It’s not normal.<br><br><b>JOSHUA:</b> He helped engineer the most advanced geothermal facility in history, then rode off into the sunset. Now he wants to check up on his masterwork. Seems normal to me.<br><br><b>GINA:</b> But why now? He keeps poking around in the cooling facility and asking questions about CYAN. Do you think there’s something wrong?<br><br><b>JOSHUA:</b> Last I checked, there’s been no deviation in any of our readings since the most recent microquake swarm. Maybe Kenny likes taking field trips on Faro’s dime.<br><br><b>GINA:</b> It’s been fourteen years! They would’ve frozen those accounts by now.<br><br><b>JOSHUA:</b> Has it been that long? Man, I’m old.<br><br><b>GINA:</b> Not old. Just boring.","Assessment Form for Classification of Machine/Artificial Intelligences<br><br>Confidential and proprietary to the MIE. No part of this document may be disclosed to a third party.<br><br>Subject: CYAN (Firebreak facility)<br>Assessment Date: June 7, 2062<br><br>Summary:<br>Third test – subject sentience is assessed at 0.54 (within legal limits). Weighted against the results of the other tests, the subject’s prior score of 0.61 is considered a false positive.<br><br>Assessment derived from percentile scores in the following qualitative subtests:<br><br>Pain response<br>Humor response<br>Emotional aptitude<br>Aesthetic evaluation<br>Morality evaluation<br><br>See attached forms for detailed analysis and summary of testing criteria.<br><br>Evaluator Recommendation: Maintain biannual assessment schedule. Continued monitoring is strongly advised in light of subject’s proximity to category maximum sentience.","Incident Information Report: Firebreak Project<br>Type: Property damage and personal injury<br>Date of Incident: November 4, 2063<br>Time of Incident: 04:11<br>Reporter: Jørgen Holm<br><br>As Official Incident Reporter for the Firebreak project, it is with great concern that I report of an incident at our facility.<br><br>Incident began from a swarm of 35 seismic events beginning on 3rd and 4th of November, ~9.6 km (6 miles) NNW of Mammoth, WY. Included were four in the magnitude of 2 range, with the largest (magnitude 2.4) at 04:09 the 4th November. Holographic modeling shows most quakes originating at the Hebgen Lake fault zone.<br><br>As the project’s Senior Geoscientist, I advise this number and magnitude seismic events is a normal outcome from fluid movement through the caldera’s silicic magma reservoir, as well as changes of pressure coming in interactions between magma and super-cooled fluid. However, one can be never too careful in such an unstable environment, shown further in this report.<br><br>The incident began when I was wakened from a loud crash in the canteen. Fortunately I did not have to rouse the official Canteen Monitor, since I am that selfsame person. Even while acting in my formal office, I was alarmed and feared the worst.<br><br>Inspection of the zone showed the tragic loss of a 15 mL bottle of nail lacquer in deep crimson, shattered on the canteen floor. Lacquer also splashed on the surroundings at an area of approximately 1e6 m2. One chair was tipped over on its side, but happily I had the mechanical knowledge to right it without further incident. The bottle of nail lacquer is irreparable. Moreover, the Canteen Monitor suffered a cut to the left hand when picking up broken glass. This was treated by the Site First Aider (me) with supervision of the Fire Marshal (also me), but could still get infected. <br><br><span class=\"new\" title=\"Gina Bruno (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvR2luYV9CcnVubz9hY3Rpb249ZWRpdCZyZWRsaW5rPTE=\">Gina Bruno</span> is identified as the owner of the bottle of nail lacquer. In my capacity as Staff Psychological Observer, I conclude that she has accepted the loss of her personal item in a good fashion, but further evaluation may be necessary. We will keep the Remote Site Supervisor informed of developments in such a case.<br><br>Please, find following this report my salary increase request for the coming calendar year.","To: <span class=\"new\" title=\"Gina Bruno (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvR2luYV9CcnVubz9hY3Rpb249ZWRpdCZyZWRsaW5rPTE=\">Gina Bruno</span><br>From: <span class=\"new\" title=\"Joshua Ardhuis (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvSm9zaHVhX0FyZGh1aXM/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">Joshua Ardhuis</span><br>Subject: They're onto us!<br>------------<br><br>Just kidding – they have no idea what we're doing up here. Mention of Firebreak by name is worrisome, though. See below.<br>---<br><br>REPORT: PLAGUE-RIDDEN ANIMALS ON THE LOOSE IN AMERICA'S MOST-LOVED PARK<br>By Holochatter Staff – May 2, 2063<br><br>A HOLOCHATTER EXCLUSIVE<br><br>Yellowstone's gates have now stood closed for fifteen years, to the sorrow of hikers, campers, and bird-watchers. For ages, no one knew why – but now, Holochatter has the answer. A scientist interviewed for this story explains it all.<br><br>“In the Die-Off years, Yellowstone Park was one of Earth's few relatively unspoiled ecosystems,” shares the scientist. “This made it an ideal testing ground for bioterror weapons.”<br><br>Holochatter has obtained copies of data showing that the US government used Yellowstone Park's animals for secret experiments with deadly genetically altered viruses, tested on the park’s wildlife and easily spread to humans. Rumor has it that this project is codenamed “Firebreak.”<br><br>“After the deadly Naysay Doom attack in 2039, countries cracked down on genetic testing. But even as it became illegal, research on synthetic plagues continued under the radar in many jurisdictions,” the scientist we interviewed says.<br><br>Over the years, people living close to Yellowstone Park have at various times reported spotting military-grade drones near their homes. These drones are believed to patrol the park's borders, shooting down diseased deer and contaminated coyotes before they wander into nearby towns and [DATA CORRUPTED]","To: <span class=\"new\" title=\"Joshua Ardhuis (page does not exist)\" data-uncrawlable-url=\"L3dpa2kvSm9zaHVhX0FyZGh1aXM/YWN0aW9uPWVkaXQmcmVkbGluaz0x\">Joshua Ardhuis</span><br>From: Isla Perry<br>Subject: Blast from the past<br><br>Josh, sweetie, I hope all's well with you and your mum. We really should keep in better touch.<br><br>I've taken a post in New Zealand. With that programme they've got for young people returning to the country, they want to be absolutely certain it's safe. At the moment I'm making a survey of the caldera at Taupo. Blast from the past, indeed.<br><br>At any rate, I don't know if you already saw in the Wyoming news holo, but remember that fellow Dod Blevins? Of course you do. Well, they finally found what became of him. I've copied the good bit below.<br><br>Hugs and snogs,<br><br>Isla<br><br>----<br><br>Spring Thaw Reveals Body of Missing Man<br><br>The retreat of the winter snow has brought closure to a missing person case that went unsolved for nearly fifteen years. <br><br>Human remains identified as those of Dodger \"Dod\" Blevins, who disappeared in 2046, were located at Purple Mountain inside the former Yellowstone National Park.<br><br>The previously undiscovered body emerged on Purple Mountain as a result of meltwater flows after an unusually warm winter. It was discovered by Faro servitors conducting a survey of the terrain. Authorities believe that the cause of death was an accident involving an antique vehicle designed for winter trav[DATA CORRUPTED]","Okay. I admit it. I watched the holo of the toast six straight times, taking in every detail. Anita’s smile, the way she giggled at her own jokes, my clumsy handoff to CYAN. Every time it played, for a second I felt like I was there again, with her, among friends, savoring our success.<br><br>With diminishing returns, of course. By the sixth time, I was just staring at Anita, and feeling really creepy about it.<br><br>But I can be forgiven, can’t I? It was the best night of my life.<br><br>Besides, I’m entitled to a little nostalgia. We saved the world from fire and death. Or at least, suffocation by ash. So there’s that, right?"]