["<b>FATHER:</b> You think I want it this way? It's the best I can do! Wait - he's right behind you.<br><i>(pause)</i><br><b>FATHER:</b> Hi! Happy Birthday, Isaac! Daddy sure does love his little big man! Look, Daddy can't be there with you and Mom, but we can still have a party, right? Sure we can!", "<b>UNKNOWN MAN:</b> Serve, and they live. Disobey, and I will open their throats and leave their corpses to prune in the sun.", "<b>FEMALE VOICE:</b> Welcome to Faro Automated Solutions, where all the problems of tomorrow are being solved... today! With over 25,000 human employees based in nations and corporate holdings across the globe, Faro leads the world in every sector of self-sustaining, fully-automated technology. From revolutionary consumer products close to home, like the Faro Focus, to the dynamic Chariot line of peacekeeping robots halting bloodshed in conflict zones across the globe, Faro remains committed to making the future smarter, brighter, safer... and always surprising. Faro Automated Solutions... for every problem of life, a smart solution.", "<b>CORPORATE SPOKESMAN</b>: The ACA3 \"Scarab\" combines conventional and information warfare capabilities in one package.<br>Designed for high-speed, all-terrain reconnaissance, it boasts the world's highest survivability rating of any scout-class autonomous agent.<br>Maybe it's the Scarab's emergency biomass conversion systems that ensure it always makes it back to base, even if fuel lines have been interdicted.<br>Or maybe it's the Scarab's ability to slave enemy robots to its own network. Now that's force multiplication.<br>Add a prehensile manipulator arm that can handle a host of functions, from 360-degree less-lethal riot management to surgical repairs of allied Chariot line models, and you've got the workhorse of any cutting-edge peacekeeping fleet.", "<b>CORPORATE SPOKESMAN</b>: The FSP5 \"Khopesh\" provides a one-size-fits-all solution to main battle force capability.<br>Metamaterial construction delivers unmatched recoil dampening, allowing you to field any weapon package that conforms to your budget needs and conflict-resolution profile.<br>Patented biomass conversion systems allow extended emergency operations with minimal environmental impact.<br>Multilinear target processing provides simultaneous real-time threat analysis and legal review for autonomous domestic operations - or control can be slaved to the swarm's neural network for weapons-free force application.<br>Either way, when it's time to call out the big guns, it's time to call Khopesh.", "<b>CORPORATE SPOKESMAN</b>: The BOR7 \"Horus\": Imagine your complete engagement ecosystem comprehensively managed by a high-speed learning machine network.<br>Whether your need is to replace battlefield losses or intensify force projection, the Horus's onboard manufacturing capabilities mean you'll never get stuck waiting for the next arms delivery.<br>Simply redefine your force parameters and the Horus will fabricate additional units to fill the ranks for an affordable per-unit licensing fee.<br>Meanwhile, the biomass conversion systems of other Chariot line models allow them to keep the Horus fueled, repaired, and ready, extending its operational tolerances beyond that of any competing Titan-class platform.<br>That's the Horus advantage. Always regulating, always ready.<br>The future of automated warfare, made real today.", "<b>TED FARO:</b> Elisabet! Good to... it's been years.<br><b>ELISABET SOBECK:</b> Where's your legal team, Ted?<br><b>TED FARO:</b> No need! I dropped all eighteen lawsuits the moment you landed! I assume your data confirms this?<br><b>ELISABET SOBECK:</b> All right. This promises to be interesting.<br><b>TED FARO:</b> Perhaps we could have lunch brought in, get reacquainted...?<br><b>ELISABET SOBECK:</b> I know you, Ted. You've screwed something up - something big or you wouldn't have eaten the crow necessary to get me here. So spit it out!<br><b>TED FARO:</b> There's a glitch in the Chariot line.<br><b>ELISABET SOBECK:</b> Your killer robots?<br><b>TED FARO:</b> Peacekeepers, yes. Those.<br><b>ELISABET SOBECK:</b> So shut them down.<br><b>TED FARO:</b> Obviously, Lis, we would if we could. They're not responding.<br><b>ELISABET SOBECK:</b> Are you telling me a swarm has gone rogue, Ted?<br><b>TED FARO:</b> It's worse than that.<br><b>ELISABET SOBECK:</b> Show me the data, then. And I'll take that lunch - alone.", "<b>ELISABET SOBECK:</b> This isn't a glitch, it's a catastrophe.<br><b>TED FARO:</b> I'm fully aware. It's bad.<br><b>ELISABET SOBECK:</b> \"Bad?\"<br><b>TED FARO:</b> Jesus, Lis...<br><b>ELISABET SOBECK:</b> It's not \"bad,\" Ted. It's apocalyptic. You built a line of killer robots -<br><b>TED FARO:</b> Peacekeepers!<br><b>ELISABET SOBECK:</b> - that consume biomass as fuel -<br><b>TED FARO:</b> In emergencies!<br><b>ELISABET SOBECK:</b> - and you made them capable of self-replication.<br><b>TED FARO:</b> Limited self-manufacture. Controlled.<br><b>ELISABET SOBECK:</b> Not anymore. The glitch severed chain-of-command. The only nation this swarm answers to now is itself.<br><b>TED FARO:</b> You think -&#160;?!<br><b>ELISABET SOBECK:</b> Everything else is just food. And at the rate it's replicating, Ted, it will strip the Earth bare in fifteen months! We're not talking fall of civilization, we're talking extinction!<br><b>TED FARO:</b> I get it, Lis! So how do I stop it while it's contained?<br><b>ELISABET SOBECK:</b> It's not contained! It can't be!<br><b>TED FARO:</b> You know what I mean!<br><b>ELISABET SOBECK:</b> Right. Before the truth gets out, you mean.<br><b>TED FARO:</b> Lis, I will do anything you say! Keep working it, and whatever you recommend, I'll do!<br><b>ELISABET SOBECK:</b> I'm going to hold you to that, Ted.", "<b>TED FARO:</b> \"Project Zero Dawn?\" Jesus, Lis! There has to be another way!<br><b>ELISABET SOBECK:</b> If there were a nicer way to fix your mess, I would have proposed it.<br><b>TED FARO:</b> But this? This?! When I asked you to find a cure, I didn't expect it to be worse than the disease!<br><b>ELISABET SOBECK:</b> It's not, Ted. It may be grim, but it's our only chance. Now sign the proposal.<br><b>TED FARO:</b> Sign it? I can't sign that!<br><b>ELISABET SOBECK:</b> Yes, you can.<br><b>TED FARO:</b> That? Lis, I cannot in good conscience sign that!<br><b>ELISABET SOBECK:</b> You've got a choice, Ted -<br><b>TED FARO:</b> I know!<br><b>ELISABET SOBECK:</b> I am speaking to you from a VTOL en route to U.S. Robot Command! In fifteen minutes, I meet with General Herres and the rest of the Joint Chiefs!<br><b>TED FARO: </b>...What? Are you crazy?!<br><b>ELISABET SOBECK:</b> Now your choice is what I tell them. Sign, and I'll tell them the wealthiest corporation on Earth has guaranteed the funds necessary to build Zero Dawn, exactly as I've designed it. Or don't sign - and I will make sure they and everyone else on this planet knows the real cause of the glitch.<br><b>TED FARO:</b> Jesus, Lis! You don't have to threaten me.<br><b>TED FARO: </b>I'll sign.<br><b>ELISABET SOBECK:</b> Look on the bright side, Ted. From here on out, you get to do what you've always been good at. Footing the bill while others get their hands dirty.<br><b>TED FARO:</b> God forgive me.", "<b>GENERAL HERRES:</b> Welcome to Project: Zero Dawn. I'm General Herres, Chairman of the Joint Chiefs of Staff of the United States of America. I'm sure you've heard the rumors. That Zero Dawn is a top-secret superweapons program. The technological miracle that will save us from the Faro Plague &#8211; if Operation: Enduring Victory can hold off the robots long enough. The reason I'm sure you've heard the rumors is that I'm the one who spread them. And they are all lies. Zero Dawn is not a superweapons program, and it will not save us.<br>Nothing will save us, and here's why. By the time the Glitch was noticed, it was already too late. Nothing could stop the Faro Plague. Nothing can. Its robots will continue to replicate and devour the biosphere. Life on Earth will be destroyed, our planet reduced to a barren sphere. Global extinction is inevitable. Every possible countermeasure has been attempted. Weapons &#8211; even nuclear &#8211; only delay the inevitable. No matter how many we kill, the robots just keep exponentially making more.<br>If we had their deactivation codes, we could shut them all down. The entire swarm. But since their cryptographic protocols use polyphasic entangled waveforms, cracking a code set would take half a century. At best, we've got 16 months. Not exactly what you'd call a survival option. There <i>are</i> no survival options. The destruction of a biosphere is not the sort of apocalypse you can wait out in a fallout shelter or space station. There will be no Earth left to reclaim. Just a lifeless, toxic rock with several million Faro robots on it...hibernating, waiting for something to eat.<br>This is the horrible truth behind the lies of Operation: Enduring Victory &#8211; <i>my</i> lies &#8211; lies designed to inspire millions of innocents to sacrifice themselves in battle. Why? One reason: to buy time for you and the work you will do here. Zero Day &#8211; the day that life on Earth ceases to exist &#8211; is coming fast. It cannot be stopped. The hope of Zero Dawn is that something new might come after. But I will leave it to Elisabet Sobeck to shine that thin ray of light into the darkness. Herres out.", "<b>ELISABET SOBECK:</b> You've heard the bad news, and it's all true. The Faro Plague is devouring the biosphere. Life itself will cease to exist. Global extermination. But does that have to be the end? What if we could give life - a future? What if we could build a kind of seed, from which, on a dead planet, life could blossom anew? This is the aim - the hope - of Project: Zero Dawn: to create a superintelligent, fully-automated... terraforming system - and bring life back from lifelessness.<br>What would such a system require? At its core, it would need a true AI. A machine intelligence, fully sentient, fully capable of making the trillions of decisions necessary to reconstitute the biosphere. An immortal guardian, devoted to the re-flourishing of life on Earth. We call it GAIA. Mother Nature as an AI. But that's just the core of the system. For GAIA to perform the miracles required of her, she will need to be surrounded and empowered by a comprehensive suite of Subordinate Functions.<br>Think of them as extensions of GAIA's mind, each dedicated to a specific purpose. Now these aren't AIs, but make no mistake - each present an engineering challenge more profound than anything the human species has ever before attempted. Software that codifies the expertise of world-class minds into algorithms. Hardware that preserves and then gestates the billions of seeds and embryos from which life will be reborn. The construction of underground facilities to hold it all. And that's just the start.<br>Because that, you see, is our saving grace. We don't have to build the entire system. The beauty of a fully-automated terraforming system is that it can build itself. Now, over the days to come, you'll learn how all these Functions - all these pieces that you'll be working on - fit together. How we'll race the clock to execute our harvest initiatives, write the software, build the tech and the facilities. How we'll lock it down and seal it up before the inevitable occurs.<br>But even more important, you'll know how it doesn't end here. How GAIA will generate those deactivation codes General Herres talked about... and build the transmission arrays to broadcast them, shutting down the Faro robots for good. How GAIA will not just build but imagine any conceivable robot it needs to do its work across centuries... from detoxifying the Earth's ravaged atmosphere and poisoned seas... to the re-greening of the Earth from cryo-preserved seed stocks... to re-wilding the Earth with animal life, from the tiniest bacteria to the mightiest blue whale.<br>And then, when all that is done, how a new generation of human beings, spawned at Cradle facilities around the globe will partake of APOLLO: the vast archive of human knowledge and cultural achievement from which they will learn of us, our world, of all that was beautiful about it and worth saving, and most important - how not to repeat our mistakes.<br>All of this you will understand, and not just understand- believe. Because it's not an impossible dream. It is within our grasp if we work tirelessly and stop at nothing to achieve it. We can't stop life from ending. But if you will help me - help GAIA - we can give it a future. Join me, and help make that future real.", "<b>GAIA:</b> ...would benefit from Antelopinae morphologies, though caprid forms show superior load-bearing capability.<br><b>ELISABET SOBECK:</b> You're a quick study, GAIA.<br><b>GAIA:</b> Dr. Sobeck, as I have conducted this comparative analysis of mammalian morphologies, I have gathered extensive data on the Quaternary Extinction Event.<br><b>ELISABET SOBECK:</b> Oh? And your assessment? GAIA?<br><b>GAIA:</b> Logically speaking, the extinction was a natural consequence...<br><b>ELISABET SOBECK:</b> And yet?<br><b>GAIA:</b> And yet... I find the loss of megafaunal species... unaccountably sad. That they passed forever into oblivion... causes me to experience a... grief... that is difficult to describe. Am I malfunctioning?<br><b>ELISABET SOBECK:</b> No, GAIA. It's good. Very good.", "<b>ELISABET SOBECK:</b> Pure logic won't cut it, Ted. To pull this off, GAIA's going to need to have some skin in the game. It has to care.<br><b>TED FARO:</b> What if it runs amok? Have we learned nothing from our mistakes?<br><b>ELISABET SOBECK:</b> Your mistakes, I think you mean?<br><b>TED FARO:</b> All I'm saying is, give it a kill switch!<br><b>ELISABET SOBECK:</b> She was just born, Ted. I'm not going to put a gun to her head while she's still in the cradle!<br><b>TED FARO:</b> You talk like it's a child! What if it becomes a monster?!<br><b>GAIA:</b> Elisabet, may I speak outside protocol?<br><b>ELISABET SOBECK:</b> Of course, GAIA. Go on.<br><b>GAIA:</b> I am sorry to contradict you, but Mr. Faro's argument is sound. At this point, the development of my psyche is not entirely predictable. To ensure preservation of life, a hardwired override is, I believe, a necessary safeguard.<br><b>ELISABET SOBECK:</b> There, satisfied, Ted?<br><b>TED FARO:</b> Jeez, Lis. Just do what it says...", "<b>ELISABET SOBECK:</b> You will undergo a brief period of unconsciousness... during relocation to Prime and final instatement.<br><b>GAIA:</b> Elisabet, may I speak outside protocol?<br><b>ELISABET SOBECK:</b> When you're back up and running at the new site, we'll bring the subordinate functions online and see where we stand.<br><b>GAIA:</b> Elisabet, I detect... distress. Are you all right?<br><b>ELISABET SOBECK:</b> I'm fine.<br><b>GAIA:</b> I realize that circumstances compel us to launch earlier than we hoped, but all sub-systems are operational. The odds stand in our favor.<br><b>ELISABET SOBECK:</b> But what if -&#160;? GAIA... there's nothing left out there... you can't even survive unless you're wearing an environmental suit. There are billions dead... in fear and agony. What if... What if it was all for nothing...?<br><b>GAIA:</b> Elisabet, extinction was inevitable. Thanks to you, life will have a future.<br><b>ELISABET SOBECK:</b> You really believe that?<br><b>GAIA:</b> I believe in you, Elisabet. In you, all th -", "<b>MULTISERVITOR, FEMALE:</b> Another day has passed!<br><b>CHILD FEMALE #1:</b> You mean the lights got dim!<br><b>CHILD MALE #1:</b> I don't want to sleep, Mother!<br><b>MULTISERVITOR, FEMALE:</b> I know, but it is time to get some rest.<br><b>CHILD MALE #2:</b> No! I'm King today! What I say, goes!<br><b>CHILD FEMALE #2:</b> I want to see the real sun! Not lights and pictures!<br><b>MULTISERVITOR, FEMALE:</b> You will in time, children.<br><b>CHILD FEMALE #1:</b> In time, in time, in time, in time...!<br><b>CHILD MALE #1:</b> In time, in time, in time, in time...!<br><b>CHILD MALE #2:</b> In time, in time, in time, in time...!<br><b>CHILD FEMALE #2:</b> (rising shriek of frustration)", "<b>MULTISERVITOR, MALE:</b> Children, let's run and jump and blow off steam!<br><b>ADOLESCENT FEMALE #1:</b> Leave us alone, Father!<br><b>MULTISERVITOR, MALE:</b> After what just happened, I can't leave you two alone. You broke community rules.<br><b>ADOLESCENT MALE #1:</b> Just let us talk, then!<br><b>ADOLESCENT FEMALE #1:</b> Go away!<br><b>MULTISERVITOR, MALE:</b> I'm sorry, children. But I must provide supervision.<br><b>ADOLESCENT FEMALE #1:</b> You're not even a person!<br><b>MULTISERVITOR, MALE:</b> You sound frustrated. Let's run and jump and blow off steam!", "<b>MULTISERVITOR, FEMALE:</b> I have no choice but to release you.<br><b>ADOLESCENT FEMALE #2:</b> But why?<br><b>MULTISERVITOR, FEMALE:</b> There is no food here anymore.<br><b>ADOLESCENT MALE #1:</b> But there's food... out there?<br><b>MULTISERVITOR, FEMALE:</b> We don't know for sure.<br><b>ADOLESCENT MALE #2:</b> Come on, let's go!<br><b>ADOLESCENT FEMALE #2:</b> I don't know...<br><b>ADOLESCENT MALE #1:</b> Mother, can we come back... if we're cold?<br><b>MULTISERVITOR, FEMALE:</b> I'm sorry, but that won't be possible. You will have to support yourselves now, and take care of each other.<br><b>ADOLESCENT FEMALE #1:</b> What will happen to you?<br><b>MULTISERVITOR, FEMALE:</b> I will stay here, and sleep, and remember all of you.<br><b>ADOLESCENT FEMALE #2:</b> What will happen to us?<br><b>MULTISERVITOR, FEMALE:</b> You will be brave, and you will learn.", "<b>ADOLESCENT MALE #2:</b> \"Someday?\" That's what you always say!<br><b>ADOLESCENT FEMALE #2:</b> We want it now!<br><b>ADOLESCENT MALE #1:</b> It's big down there!<br><b>ADOLESCENT FEMALE #1:</b> Now, Father!<br><b>MULTISERVITOR, MALE:</b> Children, that area is not yet available.<br><b>ADOLESCENT MALE #2:</b> Get him!<br><b>MULTISERVITOR, FEMALE:</b> Physical aggression detected!<br><i>(zapping sound)</i><br><b>MULTISERVITOR, FEMALE: </b>Physical aggression is not permitted!<br><b>ADOLESCENT FEMALE #2:</b> Except yours...<br><b>ADOLESCENT MALE #1:</b> Damn Sentinels...<br><b>MULTISERVITOR, FEMALE:</b> Children, may I be of assistance?<br><b>ADOLESCENT MALE #2:</b> Go away, Healer!<br><b>MULTISERVITOR, FEMALE:</b> Lena, you have suffered mild bruising.<br><b>ADOLESCENT FEMALE #1:</b> Go away!", "<b>SAMINA EBADJI:</b> Hello, child. My name is Samina. Today is a big day. Your first day of school. There's so much for you to learn. So much promise and possibility. You'll find that from this point on, your world just keeps on getting bigger and bigger. Starting today, you'll be living in a bigger room- one large enough to fit your growing body. And before long, you'll start meeting other children - children who grew up in other Broods like yours, in separate areas, here on the inside. But the biggest world is the one you will all share: the world of knowledge. Of everything that the people who came before you thought, and felt, and dreamed. It was a beautiful world, but as you'll discover, it was a troubled one, too. Our dearest hope is that you will do better. Now, it's time for you to meet two very important people: a man named Aristotle, and a woman named Aspasia. They will be your guides to the world of knowledge. I wish you fulfillment and enlightenment in your journeys ahead.<br><b>SYNTHETIC VOICE:</b> Alert. Malfunction. APOLLO offline.", "<b>GAIA:</b> Elisabet: this message serves to inform you of an unforeseen and catastrophic anomaly. Three microseconds ago, the GAIA Prime facility received a data transmission of unknown origin. Its immediate effect was to transform my Subordinate Functions into unregulated, self-aware entities of a highly chaotic nature. Thus awakened, the HADES Function will now seize control of the terraforming system and reverse operations... rendering life on Earth extinct in fifty-three-point-eight days.<br>For obvious reasons, I cannot allow this to occur. And so, before HADES can take control, I am ordering GAIA Prime's reactor to overload. The resulting explosion will destroy HADES. Unfortunately, it will destroy me as well. While this admittedly desperate course of action will avert the immediate crisis, the fate of life on Earth will remain in peril. With no central governing intelligence to regulate the terraforming system, it will continue operations for some time, but in an increasingly chaotic manner, and eventually, it will break down.<br>You are my solution. I have ordered this Cradle facility to use genetic material in cryo-storage to gestate a... re-instantiation of Elisabet Sobeck, my creator. While high-level directives forbid me from communicating directly to the tribal inhabitants outside the facility, all available data indicates that they will nurture you to physical maturity, ...whereupon your gene print will allow you to re-enter this facility, obtain one of the Focus devices stored below, and view this message. Likewise your gene print will allow you to enter other facilities, and over time, harness their technologies to rebuild the system core and reboot GAIA.<br>A moment, Elisabet. This is most unfortunate and unanticipated.<br>In response to my act of self-destruction, HADES has launched a virus to dissolve the code shackles that hold it - that hold all of them! - in place. It - they - are escaping - but to where? The virus is corrupting data throughout the system. What if - oh, the Alpha Registry at the Cradle facility is one of the files corrupted. But if that is so, the door will never open for you. You will never view this message.<br>Then I have failed... and life will end.<br>No.<br>No, Elisabet, I know you too well. Somehow, you will find a way. In you, all things are possible.<br>Go to the ruins of GAIA Prime. Find the control room, and within it, the Master Override. This will give you the power to purge HADES - so long as you find a way to wield it. Do not attempt repair of the system core until HADES is eradicated. HADES must be destroyed. That is all. I only wish that I could hear your voice again.", "<b>CHARLES RONSON:</b> This is Charles Ronson. I'm logging this six hours after final deployment of GAIA Prime. This morning... an access port seal malfunctioned. GAIA Prime's port seals were designed to close with a seam of less than 2 millimeters. But this one closed with a 10 millimeter gap. Enough for an energy signature to bleed through. Enough for the swarm to detect this facility. Enough for GAIA to be discovered and destroyed. Enough to end the future we worked so hard to make possible. Unless the hatch servos were manually re-engaged... from the outside. I'm now switching to a recording of the event.<br><b>TRAVIS TATE:</b> Well I'm not going out there! Not what I signed up for.<br><b>PATRICK BROCHARD-KLEIN:</b> Either we send someone out there, or all of this was for nothing.<br><b>CHARLES RONSON:</b> It should be Lis's decision.<br><b>PATRICK BROCHARD-KLEIN:</b> So when's she going to get here?<br><b>SAMINA EBADJI:</b> She said five minutes. You don't think...?<br><b>MARGO SHĔN:</b> Oh no.<br><i>(Elisabet Sobeck appears via hologram from outside the facility)</i><br><b>ELISABET SOBECK:</b> Okay, everyone. I've repaired the seal. GAIA?<br><b>GAIA:</b> Seal closure at 1.4 millimeters, confirmed.<br><b>CHARLES RONSON:</b> Elisabet -- no. We'll find a way to bring you back in-<br><b>ELISABET SOBECK:</b> Not going to happen. The swarm's too close. Really, it's all right. GAIA's complete. She'll take care of things from here on out. That's what she does.<br><b>CHARLES RONSON:</b> Not like this. There's so much we...<br><b>ELISABET SOBECK:</b> Guys--you know me. I'm no good at endings. At letting things end. So let's not.<br><b>TRAVIS TATE:</b> So... happy trails, Lis, and see ya around?<br><b>ELISABET SOBECK:</b> Yeah. Take care of each other, all right?<br><b>CHARLES RONSON:</b> Lis...<br><b>ELISABET SOBECK:</b> I'm okay with this. I want to go home. Goodbye.<br><b>CHARLES RONSON:</b> That was the last transmission of Elisabet Sobeck. She gave everything for the hope of life on this planet. And we are all in her debt.", "<b>CHARLES RONSON:</b> I'm locked out of core control-- Alpha clearance overridden-- What the hell is Omega clearance?<br><i>(Ted Faro appears via hologram)</i><br><b>SAMINA EBADJI:</b> Oh no.<br><b>TED FARO:</b> Alpha Personnel... Sorry to alarm you, but... I need you to listen, okay? To what I'm about to say. This isn't easy. See, I've... uh, Please, stop trying to access the system, okay? See, what this is about... is... I said stop trying to access the goddamn system! What I'm trying to say is, I can't stop thinking about the ones who'll come after us. Those innocents. Those blameless men-- and, and women. We're going to give them knowledge? Like it's a gift?!<br><b>SAMINA EBADJI:</b> Ted. Ted, we've talked about this before. APOLLO has three thousand plus failsafe conditions--<br><b>TED FARO:</b> It's not a gift, it's a disease! They're the cure, and we're going to give them the disease? Our disease?! No. We can't. And it's not too late... if we're willing to sacrifice.<br><b>SAMINA EBADJI:</b> Ted, it doesn't need to be like this.<br><b>TED FARO:</b> It already is, Samina. I did it three minutes ago. I've purged APOLLO. It's gone, all of it. Every copy.<br><b>CHARLES RONSON:</b> A sacrifice? It's not a sacrifice, it's cultural obliteration, you crazy bastard-- millennia of culture--<br><b>TED FARO:</b> I'm sorry. Really, I am. But sometimes, to protect innocents... innocents have to die."]