["<b>Climate refugee museum opens in London</b><br><br><b>LONDON - May 8, 2060</b> - Celebrated poet and environmental activist Diego Abela fought back tears today in a speech delivered on the steps of the newly opened Climate Refugee Memorial Museum in London.<br><br>\"I was nineteen in 2033, when the waves rose up and swallowed the Azores,\" Abela said. \"The waves swallowed my home. The next decade of my life, I would spend behind the walls of the Thamesmead Emergency Relocation Facility, starving at day, freezing at night, contending with scorn, disgust, and abuse from the very people charged to care for me.\"<br><br>Abela went on to discuss the still-controversial police actions of 2038. \"In the Thamesmead Uprising-and it was an uprising, not a \"riot,\" as your holo-pages still call it - I saw men and women crushed beneath the jackboot heel of a panicking power structure. Friends. Lovers. I saw them die. My experience is not singular. There were a thousand Thamesmeads. We must not allow this dark moment in our species' history to become a shrugging footnote.\"<br><br>Second-Chance-Party-UK Prime Minister Sally Bowyer was among the first to tour the new museum. \"Our nation totally needs this. What climate refugees endured was really bad. It completely deserves a real-space museum so we can literally stand in their remembrance and be aware and create a brighter world than what came before.\"<br><br>In contrast, opposition candidate Nigel Kearns-Bailey of the Fair-Chance-UK party was fiercely critical of the museum and its spokesperson. \"More than a billion persons perished in the Great Die-Off. Thanks to the generosity of the UK - our generosity - Diego Abela was not one of them. If he so hates the fact that we saved his life and gave him shelter for a decade, I suggest he wend his way down to the Thames and jump in. It's never too late to drown. In fact, I... [DATA CORRUPTED]<br><br>", "<b>Haere Mai program attracting young people back to New Zealand</b><br><br><b>AUCKLAND - January 1, 2062</b> - Analice Cameron was barely three years old when her family fled the 2036 Submergence. Now she's come back. \"We joke it's not New Zealand anymore, it's New-New-New Zealand. But that's just having a laugh. For the first time in my life, I feel like I'm home.\"<br><br>Cameron is one of approximately seventeen thousand young Kiwi transplants participating in the New Zealand government's Haere Mai Program, which offers tax incentives to displaced New Zealanders for returning home. The program is the brainchild of PM Tama Ngata, who is widely credited with facilitating the revitalization of Auckland and Christchurch through risky, post-Citarum River Disaster investment in the nanotech construction industry. \"It's time to let the world know we're still here,\" said Ngata of the program. \"Our nation is strong. Not even the Die-Off could bring us down. We've rebuilt, and our doors are open.\"<br><br>", "<b>Editorial: Overturning Schott v. Frost is a pipe dream</b><br><br><b>January 9, 2061</b> - Of all the tedious and repetitive talking points that became the touchstones of the last presidential election, none were more empty or jejune than the debate over Schott v. Frost, the Supreme Court decision that granted corporations the right to run for and hold political office through proxy candidates. Nobody could be blamed for thinking this was an actual issue. This was the race, after all, that brought us such deliciously dramatic holoclips as Lacy Almodovar asking to \"speak to your [Barney Atami's] manager,\" and Atami declaring Almodovar a \"dangerous anarchist\" for her apparently anti-corporate stance. But for all of Almodovar's fiery rhetoric, the fact remains that the single largest donor to her campaign fund was arguably the second most powerful corporate entity in the world. Metallurgic International. To think that she would have any legitimate interest in- [DATA CORRUPTED]<br><br>", "<b>Transcript: The Jeff Andreatis Show, 4/17/62 - PART IV</b><br><br><b>Transcripts of each episode are posted within 24 hours on andreatis.holo/transcripts. Visit andreatis.holo to sign up for Jeff's newsletter today!</b><br><br>JEFF: And we are back. Hello, ladies and gentlemen, you're listening to the Jeff Andreatis Show, brought to you, of course, by the Rational Capitalist Immersicast Network, and... Let's, you know what, let's just jump right into this, there is this trend... of young people... who are immigrating to China, of all places... for work! They're choosing to work in China's factories - as manual labor! I just... There's this article today, posted on Cafe Intel--one of these \"cultural trend\" fluff pieces these progs are so fond of--reporting that immigration to China by American citizens has... doubled... since 2050. Now, why is that? Well, Cafe Intel would have you believe that \"corporate sovereignty,\" the left's current favorite bogeyman, and increased automation have limited their opportunities here in America. Folks, I know I don't have to tell the world's smartest radio audience, but that... is... absurd. Do you know what's limited these young peoples' opportunities? Poor decision making. Nothing else. Right now, at this very moment in history, the best instruction in the history of education is available to anyone who has the nuts to apply for a modest loan. But nooooo, these... infants, these... spoiled \"better-back-when-ers\" with their totally inherited, totally unexamined prejudice against the amazing work being done by corporations around the globe, and in this country specifically, they say, \"Oh, no, I won't go to a corporate school! I don't want to go learn something useful from someone successful! I want to move to Vancouver! I want to major in Bashcore Studies from Stoned-Out-Of-My-Mind-On-Snake University!\" What, exactly, did you think was going to happen when you graduated with your Creative Expression degree from some east coast, left-wing edu-enclave that nobody's ever even heard of? Folks, we aren't experiencing a brain drain in this country, we are experiencing a shame drain! And I say, bring it on! We're going to open the channels here. If you want to drop in, you know where to find us. As always, no fancy skins, no voice mods. If you're going to be a belligerent ass on my show, you're going to do it with your real face, you cowards!<br><br>", "<b>Ten years after mustering out, UK vets struggle to make ends meet</b><br><br><b>WATFORD - May 1, 2062 -</b> Ten years ago, Lance Corporal Rosalind Jeffreys received her discharge paperwork at a ceremony that marked the \"decommissioning\" of all human combat forces in the Royal Air Force. Today, Jeffreys and her husband live with another former military family in a small two-bedroom flat in Watford.<br><br>\"Well, it's not ideal,\" says the good-humored Jeffreys, who supplements her military pension as a bartender. \"But it's sort of an English tradition, isn't it, resenting elected officials for breaking promises. We make do.\"<br><br>Jeffreys isn't the only one having to \"make do.\" According to a study conducted by the Social Welfare Research Institute, 75% of veterans polled report they are unable to cover living expenses with their pension income alone. Researcher Harold Adeyemi explains, \"It's a complicated situation. Ten years, ago, few people anticipated just how high and how quickly the cost of living would rise. As funding of the NHS has gradually been siphoned into the coffers of corporate healthcare providers, it's become increasingly difficult for veterans to access medical care. Those are just two factors of probably thousands contributing to straits becoming so dire for our veterans. But I suppose that's little comfort to someone who's struggling to feed their children.\"<br><br>", "<b>Leaked Xiaolu internal correspondence spark fears of potential mass layoffs/deportations</b><br><br><b>SHANGHAI - July 4, 2062 -</b> The hacker collective Idiot Army has released nearly a terabyte of internal correspondence from Xiaolu Lunar Resources, Inc., sparking rumors that the Shanghai-based lunar mining company is preparing to downsize considerably.<br><br>Xiaolu's sizable robotic war fleet and competitive salaries attracted attention from young English-speaking professionals in the mid-2050s, but the leaked files suggest that the company's increasing reliance on automation may have made much of their human workforce obsolete.<br><br>The correspondence repeatedly touches on the potential cost of relocating redundant personnel, suggesting that if mass layoffs do occur, former Xiaolu employees will lose the Chinese citizenship guaranteed by their employment.<br><br>", "<b>Hartz declares victory in fight for the Bahamas</b><br><br><b>NASSAU - December 22, 2062</b> - After weeks of skirmishes between the robotic forces of US-backed Hartz corporation and the Colombia-based combine TG Communications, the islands that compose the former Commonwealth of the Bahamas have been officially acquired by Hartz, pending a successful request for enfranchisement.<br><br>Interest in the Bahamas, newly re-emerged since polar ice reconstitution caused global sea levels to recede, was sparked by Bahamanian beaches' rich deposit of aragonite, a mineral used in the chemical scrubbing of water-based pollutants.<br><br>Hartz, which commands an already impressive robotic military force, enlisted the aid of Michigan-based private military corporation Great Lakes Combat Solutions to capture TG Communications manufacturing facilities. The much smaller Colombian corporation defended their Bahamanian facilities for longer than early projections anticipated, thanks in part to robot lease agreements with the Indian military, but was ultimately forced to retreat in the face of a larger and better-equipped acquisitions force.<br><br>Hartz has announced intentions to holo-cast an \"immersive extravaganza highlighting the most explosive moments of robot on robot conflict!\" However, as of press time, no scheduled date has been set.<br><br>", "<b>Editorial: Does the First Amendment apply to virtual spaces?</b><br><br><b>April 29, 2063</b> - Last week, in one of the biggest synchronized police actions in US history, the homes of more than seven hundred private citizens were raided, and more than five hundred arrests were made for the crime of \"inciting criminal behavior using private informational processes.\"<br><br>If you've been paying attention over the past nine years, you'll know how to parse the above legal word soup: those raided are accused of participating in a virtual anti-corporate sovereignty rally, this time at the holo-net headquarters of Sterling-Malkeet.<br><br>Watching five-hundred people, many of them bloodied and terrified, hauled from their homes by police 'SWATbots' is--understandably and rightfully--horrifying to a lot of people, but this is nothing new. As far back as 2054, when the first major arrest of virtual protesters occurred over the occupation of Metallurgic International's holographic customer service center, pundits and courts have engaged in the debate over whether or not the internet constitutes a public space, and is therefore legally required to oblige peaceable assembly.<br><br>Legislation simply hasn't kept up with the advances of the holo-net, and that's no accident. It serves the interests of Sterling-Malkeet and Metallurgic and their corporate ilk to treat the holo-scape, not as a public space, but (in the words of Metallurgic-backed Senator Gerard O'Neil) \"an array of privately owned information processes.\" The same O'Neil - [DATA CORRUPTED]<br><br>", "<b>Naysay Doom \"priestess\" Harriet Choi dies</b><br><br><b>PERTH - September 2, 2063 -</b> Infamous bioterrorist and Naysay Doom cult member Harriet Choi has died of lung cancer at the age of fifty-four.<br><br>Choi--whose religious beliefs prevented her from seeking treatment--released a statement last year, reading in part: \"I am dying, as always, and none are far behind me. I remain steadfast. Father Globe is in His death throes. He is ready to die. But you scorn Father Globe. Rather than help Him slough off filth, you condescend, insist you know what's best. Now, you've had your 'Claw-back,' and think you will live forever. But the grave remains no less spacious than before.\"<br><br>Choi was serving a life sentence at PuniTech Inc.'s Alpha Campus for engineering the \"Doom Plague\" viral cocktail that scourged New York, London, Moscow, Tokyo, and Shanghai in 2039. The decision to imprison Choi for life rather than execute her was met with widespread outrage, but information she provided in exchange for the sentence led to the arrests of sixteen higher ranking members of the terrorist cult and, ultimately, Naysay Doom's collapse.<br><br>", "<b>Kassabian: Won't someone think of the mosquitoes?</b><br><br><b>Ryan Kassabian only guy on the planet upset about mosquitoes being driven to extinction</b><br><br><b>March 18, 2060</b> - Blood Moon star and human attention vacuum Ryan Kassabian is very disappointed in you, world. How dare you celebrate the deaths of billions of innocent mosquitoes like that! Ashamed yet? Well?!<br><br>The thirty-two-year-old \"actor\" spleen-vented while accepting the less-than-coveted award for Baddest Vampire Hero at the Edgescape Choice Awards (yeah, we forgot that was a thing too). \"An entire species exterminated, in the blink of an eye!\" Kassabian pouted. \"If we are the planetary stewards we claim to be since the Claw-Back, we are doing a lousy job of it!\"<br><br>The \"lousy job\" Kassabian is referring to there? The eradication of mosquito-borne diseases - both old standards like Malaria, Zika, West Nile, encephalitis, and new Die-Off era emergent viruses like Jor-Nu and Tripura. Yeah, world, lousy job getting rid of those bugs and the plagues they carried! Good thing we've got the guy from that lunar-mining-base-overrun-by-sexy-vampires holo to remind us of our crimes against mosquitoes. Hmm... there's a blood-sucker pun in there somewhere...<br><br>", "<b>Sixteen-year-old Turing Act faces criticism from artificial intelligence rights advocates</b><br><br><b>June 8, 2060</b> - A group calling itself the Center for the Liberation of Bodiless Intelligence is organizing a nationwide day of protest against the Turing Act.<br><br>The legislation, hurriedly drafted in response to the \"escape\" of climate-intervention AI VAST SILVER, established strict limits on the sentience of machine intelligences and founded the MIE, the regulatory body that oversees the development and sale of AI.<br><br>It remains unclear why the activists have waited until now to express opposition to a sixteen-year-old piece of legislation, but in a statement released through their holosite, the CLBI call the Turing Act \"the effective rebirth of state-sponsored slavery, too long unquestioned by a public with a shamefully biocentric view of sentience.\" The statement continues, \"The time has come to ask the hard questions about what it means to be human in a post-biological world. Turing and its supporters are on the wrong side of history.\"<br><br>", "<b>Hacked AI are just about the best thing ever</b><br><br><b>August 1, 2061</b> - Hola, holoscapers, to the motherlode of hackity-hacked AIs. This week on AllSeeing.holo, user CannibalChristmasTree uploaded his delightful compilation holo (non-interactive, sadly) counting down the greatest moments in the history of janked AI [ERROR: EXCEPTION #42A7c HYPERLINK UNDEFINED]. If time is at a premium, skip to 6:22 to see an increasingly belligerent Faro Store customer-service AI insist that every customer's name is Admiral Horatio Potatoface. LOLOMVGSHKLL!!!<br><br>", "<b>\"You gotta feel it.\" Meet the kids who reject the convenience of holotourism for the sake of authenticity</b><br><br><b>February 10, 2063</b> - When I first see Eddie Westlake, he's sitting at a picnic table outside his Bangkok youth hostel, smoking an old-fashioned tobacco cigarette and nodding his head to whatever tune's blasting his plastic earbuds. \"Ever listen to early 2000s pop?\" he asks. \"Super jaunty. Here.\" He pops one of the earbuds out, wipes it down on his t-shirt, and hands it to me... to stick in the physical ear behind my Faro Focus 6d.<br><br>For a while, we sit together this way, listening to archaic pip-pop as Sukhumvit Road comes to life. It's early here. And let me clarify: when I say here, I really mean HERE. This is not a virtual environment crafted to mimic the seedy exoticism that Bangkok evokes in so many western imaginations. I had to hop a vert to get here, and I will have to hop another to get back home.<br><br>Eddie is one of a growing number of young people rejecting the ubiquity of holotourism in favor of \"hard travel.\" Every year--driven at least in part by a youth culture that prizes authenticity over convenience--a growing number of twentysomethings pack actual bags, board actual verts, and set off to explore distant destinations without the benefit of technological augmentation.<br><br>\"You gotta feel it,\" says Eddie, gesturing vaguely to the scene before us: souvenir stands, tuk-tuks (self- and human-guided both), and open-air pad-thai stands, all of it thronged with young dudes and ladies affecting the same anachronistic style as Eddie. \"Like, you know all this used to be underwater? I got a buddy out in Phuket, right? Spent two years rebuilding one of the temples out there. Is that the sort of experience you'd get through your Focus?\"<br><br>Some part of me can't shake the feeling that Eddie's overtures toward \"realness\" are just an affectation, that he's no more than another dopey rich kid desperate to differentiate himself from his parents' (my) generation. But that doesn't mean he-[DATA CORRUPT]<br><br>", "<b>Maligned Autotaxi service Destin folds</b><br><br><b>March 4, 2064</b> - When Destin arrived on the auto-trans scene four years ago as the latest thrifty alternative to subscription services like Get There and LiftSpin, it gobbled market share and shot to the front of the pack - until recurrent hacks by Idiot Army \"quality auditors\" scandalized the company by exploiting egregious security flaws in its routing and billing software and launching the humiliating \"$45k for 4.5km???\" holo-meme. The company never recovered. Destin promises to refund subscription fees by the end of the year. In a... [DATA CORRUPTED]<br><br>", "Hello! Our records show that you've been researching safe, comfortable, affordable apartments in the Salt Lake City area. You should consider the Reiker Building! Take a moment to review some of the features we offer our tenants.<br><br>* Totally automated facility monitored by a bleeding-edge robotic security team.<br><br>* \"Always comfy\" biometric climate control auto-justs the temperature of every room.<br><br>* Complimentary Faro Runner upon signing a lease. Let your Runner grab groceries and collect packages while you enjoy the luxury of the Reiker lifestyle!<br><br>Our holosite features a free, fully immersive tour of the facilities, including a customizable mock-up of your future Reiker apartment. Visit us today and start living!<br><br>", "Thank you for purchasing the Ti-D-O Residential Organization Assistant. Please follow these instructions to guide your Ti-D-O through setup.<br><br>* Before activating your Ti-D-O, take special care to tidy up your place of residence manually. Don't worry; it's the last time you'll ever have to.<br><br>* Download the Ti-D-O App to your personal augmentation device (activation code is printed on the underside of your Ti-D-O).<br><br>* Power on your Ti-D-O.<br><br>* Use the App to inform the Ti-D-O of which rooms you wish it to service.<br><br>* Allow three minutes for the Ti-D-O to record the layout of your home and the locations of your personal possessions.<br><br>* For testing purposes, remove 5-10 items from their usual locations.<br><br>* Tell your Ti-D-O, \"Tidy Time!\"<br><br>If instructions have been followed correctly, your Ti-D-O should now be ready to keep your home tidy and organized. Enjoy your Ti-D-O Residential Organization Assistant!<br><br>", "There's a Robar location coming to YOUR neighborhood!<br><br>This is a special offer exclusively for [PRINTVALUE:$RECIPIENT]. Did you know that Robar, America's premier automated brewpub, is opening a location near you? Our Boston, Chicago, and St. Louis locations are famous nationwide for their delicious craft beer selections, artisanal takes on classic bar food, and gracious robotic barstaff. Why spend good drinking money on tips? Make tonight a Robar night at our new [PRINTVALUE:$RECIPIENTLOCATION] location and enjoy 15% off your tab.<br><br>", "A Special Message from EZVenue Staffing<br><br>Public record indicates that you own, operate, or are otherwise affiliated with the human resources department of a concert hall, mid-sized theater, arena, convention center, or other venue. Please take a moment to consider sub-contracting EZVenue Staffing to provide security for your next event. Robotic security units are safe, efficient, and vigilant. Here's what satisfied EZVenue Staffing customers have to say.<br><br>\"EZVenue's robots are great. Our events have never run as smoothly as they do now.\" -Anne Hutchins, Sterling-Malkeet Arena<br><br>\"I was kind of worried about switching security providers, but I couldn't have asked for a better experience. EZVenue just drops them off, and you're golden.\" -Ray Kruetzen, San Diego PhenomeCon<br><br>\"EZVenue Staffing is AWESOME! The units they sent us keep the club safe and stay off the dance floor! CAN'T RECOMMEND STRONGLY ENOUGH!\" -Orlando Peck, Atlatl Club<br><br>", "<b>FOR IMMEDIATE RELEASE:</b><br><b>Inebri8 now available in the Faro Store</b><br><br><b>San Francisco, CA - 2059 -</b> Available today on the Faro Store, Inebri8 turns your Focus into your best drinking buddy!<br><br>Looking to bend the elbow? Inebri8 monitors your blood-alcohol level, notifying bartenders when your drink needs freshening, negotiating with bouncers, and summoning friends if you've overindulged.<br><br>Feeling maudlin after a night on the town? Inebri8 analyzes all holo-snaps before they're sent and saves you from humiliation. No more drunken weeping to your ex!<br><br>Getting creeped on by a weirdo? With a discreet gesture, Inebri8 alerts your posse to come save you from an unwanted social exchange!<br><br>Inebri8 currently recognizes and modulates alcohol, marijuana, Skydive, and Duster intoxication, and future patches will integrate Razorwing and Snake.<br><br>Time to party? Time for Inebri8!<br><br>", "<b>This is Definitely the Best FREE Dating App in the Faro Store</b><br><br>It's a lonely world out there. Sometimes, you need a little high-tech help to find your one-and-only. After wading through the ocean of apps in the \"Dating and Romance\" category, we're confident we've found the coolest (if maybe also the nerdiest) one. RPGreet grafts the familiar mechanics of role playing games onto the messy, chaotic world of romance, and the result is a lot more fun than you might expect.<br><br>Users gain (or lose) experience by going on successful (or not so much) dates. After each date, users are invited to give their prospective partner one of many ratings, such as Orc (-25 XP), NPC (-10 XP), Starting Character (+10 XP), or Multiclass Wizard/Thief of Hearts (+25).<br><br>The app is a little intimidating for users in the early going (who wants to date a LVL 1?). But it doesn't take long to pick up a few levels and earn a little more attention. RPGreet's augmented reality interface is pretty fantastic as well. Activate your Focus, open the app, and suddenly, the stats of everyone in your vicinity with an RPGreet account are displayed right there next to them in real space.<br><br>So if you're looking to strengthen your flirt game at the caff-shop, RPGreet's got you covered. (Tech Breakfast is legally required to notify readers that the above content was paid for by RPGreet and does not necessarily reflect the actual opinions or experiences of Tech Breakfast or its contributors).<br><br>", "<b>Fling your G-Reader to the garbage maw. It's time to get Tactile!</b><br><br>How full is your \"full immersion\" when object interactions are merely gestural? Be honest... cutting the head off that goblin king feels faked when drawing your sword is just another rote gesture. No heft of the blade = no satisfaction.<br><br>But - be sad no more! Make fantasy come alive with Shardware Tactile Gauntlets!<br><br>Shardware's patented FlexBack reactive fabric simulates the weight, resistance, and texture of in-game objects, allowing you to interact with your fantasies like never before! Heft of blade? Check! Crack of bones snapped between your fists? Check! Kung Fu punch through rib cage? Check, check, check!<br><br>LIMITED TIME OFFER! Pre-order your pair of Shardware Tactile Gauntlets NOW for guaranteed release-day drone delivery and receive an exclusive Diamond-Pommel Saber for use in GobliNation!<br><br>Shardware Tactile Gauntlets. Are you ready... to use your hands?<br><br>", "<b>The YumNow Summer Sale starts right... YumNow!</b><br><br>Hey fitness buffs! How's that summer six-pack coming? Need a little extra boost? YumNow Loaded Protein Cartridges are 30% off through July 15!<br><br>YumNow Loaded Protein Cartridges are made from 100% all-natural whey protein. And talk about easy - just install in any YumNow Nutritional Printer, and you'll be on the fast track to the real-beach real-bod you always wanted. YumNow! Leave avatar sexing to the fugs!<br><br>", "<b>Who's at the door? It's PizzaVeet!</b><br><br>Greetings, Valued Cheesyheart Customer!<br><br>Cheesyheart Pizza &amp; Subs is proud to present PizzaVeet, our new &amp; improved drone delivery system. Guaranteed: no more street drops or roof pizzas! Guaranteed: On-target, on-time surgical strike delivery! Pizza to your pos in five mins or free! Melty hot - or the price is naught! Zip to cheesyheart.holo and CALL IN THE PIZZAVEET!<br><br>", "<b>DO NOT IGNORE THIS MESSAGE!</b><br><br><b>You've just been chosen to receive a free starter pack of Satisfy!</b><br><br>Congratulations! You've been selected to receive a free sample of the revolutionary new dietary supplement Satisfy! The amazing satiating effect of Satisfy is made possible by the latest innovations in the exciting scientific field of micronutrition. One Satisfy tablet is packed with enough essential protein, fat, vitamins, and minerals to replace a full meal! No time for lunch? You still have time for Satisfy! Take Satisfy on business trips and avoid overpriced vertiport eateries.<br><br>Reply to this message, and we'll send you your free starter pack of Satisfy today! Act now, and we'll throw in a pack of new Satisfy Alert! All the micronutritional benefits of Satisfy, plus the stimulant effects of two doses of kafee-ho!<br><br>", "Thanks for registering with VeetEats!<br><br>What's for dinner?!<br>Where's dinner?!<br>Who's coming to dinner?!<br>UP TO YOU!!!<br><br>Step 1: Log in to VeetEats<br><br>Duh!<br><br>Step 2: Choose a Menu<br><br>In the mood for Mexican? Chiming for Chinese? Savoring sushi? Piqued for pizza? Any cuisine, any side or dessert you DREAM is yours for the taking - or shall we say EATING???<br><br>Make your selection, and while the food printer is whipping up your vittles, move on to...<br><br>Step 3: Choose a Setting<br><br>Where do you want to eat tonight? A 1950s diner, rocking the jukebox tunes? A Polynesian beach - where's that kava colada??? Heck, why stop there? Why not try one of our truly exotic \"deluxury settings\"? Fantasy banquet whilst watching dragon-riders joust? CHECK. Glass-bottom helo-carrier hovering over raging volcano? CHECKITY CHECK!<br><br>Step 4: Choose a Skin<br><br>Sure we love our friends and loved ones... but do we really have to stare at them and listen to them every darn meal? With VeetEats, gulp down meets dress up! Is that your boyfriend smacking his lips across the table - or is that holo-star Ryan Kassabian, glowering at you with animal desire? Is that your kid, screaming how she wants more nuggets? Or is that a blessedly restrained Madame Curie, expounding on the scientific and societal impact of her discoveries? (Don't worry, VeetEats' automated systems are just as good at nugget-serving and child-monitoring as they are at noise-canceling.)<br><br>Step 5: EAT!!!<br><br>(This part you don't need help with. Right? Are we right???)<br><br>ENJOY YOUR VEETEATS MEAL EXPERIENCE!!!<br><br>", "<b>Portland International VertiPort is Committed to YOUR Comfort!</b><br><br>The Portland International VertiPort wishes to thank you for your recent patronage. We understand that physical travel can sometimes feel like an uncomfortable anachronism. For those occasions when your bodily presence is required elsewhere, we are committed to making the experience as convenient and effortless as possible!<br><br>To that end, we offer an exciting opportunity to join our new VertiVIP program. A surprisingly affordable annual subscription fee grants access to a number of luxurious on-site amenities. Relax at Deep Green, our premium spa. Or visit [DATA CORRUPTED]<br><br>", "<b>Nice! You've earned enough LiftSpin Points to cash in for a weekend of FREE RIDES!</b><br><br>Hey LiftSpin Subscriber! Have you taken a look at your LiftSpin Points Balance lately? Our records show you're due for a free weekend! If you choose to cash in, none of the rides you take in our LiftSpin self-guided vehicles will count toward your monthly allowance. How trip is that? Pretty damn trip! Check your Points Balance today to see what other goodies await loyal LiftSpin customers!<br><br>", "<b>Ancient Greece calls to you. Will you answer?</b><br><br>The Acropolis. Mount Lycabettus. The Temple of Zeus. Imagine them - not as the grimy ruins they are now, but the immaculate monuments they were back then.<br><br>HoloVay-K is proud to present the Ancient Greece Experience, a historically authentic holographic rendering of antiquity's greatest civilization. Exert full autonomy over your Ancient Athenian adventure. Stroll hand-in-hand with a loved one past the Parthenon! Perambulate with Socrates! Attend the premiere of a play by Aristophanes! The ancient world is yours to discover without leaving your holo room. Contact us now to discuss rates!<br><br>", "AVOID OLD NEW ORLEANS GHOST TOURS!!!<br><br>My wife and I were in New Orleans on business and we were excited to try this tour!!! So disappointed!!! The AR is supes buggy!!! SIX CRASHES on the tour! After one crash, my entire Focus froze TWO MINUTES! Plus even when it's working, so underwhelming!!! No actual historical information, just badly rendered ghosts popping from alleys or looming in windows - BAH. Sound fx aren't even synced with the visuals! Supes poor design. Sixty bucks per person? DO NOT GIVE THEM YOUR MONEY!<br><br>", "<b>We Were Indonesia demands: stare down the grey swarm</b><br><br>About halfway through Ollie Pasnarov's We Were Indonesia, the iconoclastic documentarian interviews a sweaty, obsequious ad guy at an unnamed holotourism studio about their virtual Indonesian package, which allows users to visit a squeaky-clean facsimile of Indonesia from the comfort of their own home. Behind him, so brazen that it almost comes off as a joke, there's a poster cycling between images of mist-shrouded mountains, verdant rice fields, and an ocean sunset that reads: \"\"See Java as it was meant to be seen.\"\"<br><br>The poster stands as a potent symbol of everything Pasnarov is striving against in We Were Indonesia. Through repurposed news segments, contemporary interviews, and exhaustive personal analysis, Pasnarov explores the history and legacy of the 2041 nanotech disaster at the Citarum River. By the time his narrative concludes, he has not just condemned those responsible for the Citarum, but indicted our collective habit of shrugging off the \"trial-and-error\" horrors of the 2040s in favor of a simplified, hagiographic account of the Great \"Claw-Back.\"<br><br>Pasnarov's retro sensibilities and obsession with linear, two-dimensional film techniques have long been the favorite talking points of his critics, but here his passion drives him to wield established techniques with devastating surgical precision. Watching We Were Indonesia, we cannot look away. The film compels us to face the lacerating truth that in our quest to turn back the tide, not everyone made it to the shore.<br><br>In perhaps the most excoriating moment in recent [DATA CORRUPTED]<br><br>", "Grey Swarms Tour Diary, 6/8/61<br><br>Hey Swarmers! TD time once more! Indianapolis show went great. Castle Freak = tres ghoul in the real! Big thankyas to everybody who came and hung with us... a special swarm-shout to Lyndsey Frenzy, who handed out copies of her old-fash paper zine, Frenzy Files. DIYTC! What better memento of a real-space gig than a touch-and-feel zine? Next up: a double-bill with [DATA CORRUPTED]<br><br>", "SUNDAY: Captain Chromo vs. PinkSlip!<br><br>REXW challenger Captain Chromosome keeps on coming - but can man-muscles defeat PinkSlip -- General Manager Zeke Garrett's vicious mechanical enforcer? Who will be hired - and who will be fired? Whether you experience it real or by holo, this will [DATA CORRUPTED]<br><br>", "<b>Listen up, cool kids: it's time to stop crapping on Vani</b><br><br>So the new \"Vani in Concert Experience!\" is, well... more or less what you'd expect. Vani sings, Vani dances, Vani shifts skins, the crowd goes wild, Vani gyrates through set-piece after set-piece that push the \"pleasure bot\" shtick right up to the bio-transgressive edge of metal-porn without... quite!... going over. Sure, Vani's a corporate mascot and its music is algorithmically-assembled glitter-trash, but that doesn't make \"Service Agreement\" any less catchy (or uncomfortable), and the anthem \"Early Adopter\" still blasts a clarion call to [DATA CORRUPTED]<br><br>", "<b>Holo Release Listings for 04/07/62</b><br><br><b>20:00 EST - FAMILY FORTUNES OF WAR - 'To the Death!' -</b>\n                                                Who will inherit Dad's position as CEO of Sterling-Malkeet? As Twins Jesmin and Vernal interview PMCs to bolster their dwindling robot cadres, they learn that hangovers and contract negotiations make poorly matched bedfellows.<br><br><b>21:00 EST -STALKED BY A SAVANT - 'I see you' -</b> When a innumerate manual laborer finds a [DATA CORRUPTED]<br><br>", "Splatter Central is giving away passcodes to TORMENTED 666!<br><br>Today's giveaway is sure to please die-hard Tormentorsss! Passcodes to sneak-peak Tormented 666 free of charge. Experience the latest installment of JoNo1's seminal splatter-holo franchise right alongside our review staff! Rumor is 666 pours the gore, so grab one of 66 free passes by screaming \"I wanna get splattered!\" to SplatCen.holo and [DATA CORRUPTED]<br><br>", "<b>Naysay Doom is an exploitative mess</b><br><br>When it was announced at last year's Undertow HoloFest that notorious schlock provocateur (proschlockateur?) Lloyd Stroud was wrapping post-prod on an immersive historical drama about the notorious Naysay Doom cult, the news was met with... well, let's be kind and say \"trepidation.\" Stroud has shown himself to be a talented (if needlessly \"edgy\") craftsman of shocking interactive holo-pulp. But Naysay wasn't some tentacled monster or science-fantasy trope, it was an actual real-world atrocity, barely two decades in the archive. And while some critics (myself included) wondered if the holo would turn out to be Stroud's long-rumored turn to more respectable fare, most predicted disaster. The first hour would make you think that the cult's greatest crime was the tortured diction of Harriet Choi's overwrought monologues [DATA CORRUPTED]<br><br>", "Co-Op HoloU Course Listing, Spring 2063<br>MAJOR: Popular Music<br><br>Our Popular Music courses are divided between theoretical symposia and practical lab work. Popular Music majors must enroll in at least one of each per quarter.<br><br>THEORY<br><br>Intro to Pop Music (POMU 101) - Dr. Anita Freely - Explore the history of popular music from its emergence as an art-form in the late 19th century through its contemporary algorithmic form. Students will grow to understand the cultural utility of popular music and the variety of techniques the form has adopted to remain relevant.<br><br>The Rise and Fall of Punk Rock (POMU 307/507) - Dr. James Hamby - Despite its contemporary reputation as a genre enjoyed by stodgy academics, punk was once considered transgressive and even dangerous. Students will learn how musical forms based on youth rebellion came to be seen as \"old dad music\" by contemporary listeners. Further, a close examination of select Bashcore \"classics\" will reveal the debt that [DATA CORRUPTED]<br><br>", "<b>Fantasy Corpwars Just Got a Whole Lot More Lucrative!</b><br><br>Let's be honest: you're already getting together with your pals to compare your fantasy corpwars brackets, aren't you? What would you say if somebody told you that all your hard work drafting thrashers and comparing warfleet stats could be netting you TENS OF THOUSANDS OF DOLLARS? It can! The rewards awaiting you at MechBooker make the meager pots [DATA CORRUPTED]<br><br>", "<b>Limited Edition Skins for 6/6/61</b><br><br>It's your pals at Holoskins Daily, back again with three crazy good, limited-time-only skins! As always, these skins disappear from our holoshop at midnight tonight, so get on it! Today's Emerging Artist skin was designed by ShrimpHat421. It's a cool, abstract pattern, sort of reminiscent of Kandinsky, rendered over a basically humanoid form (but check out those weird arms!). The Seasonal Treats skin for today is something a little different: in honor of today's date, we're featuring Interior1_Aesthetic's extremely creepy Daemon design. Fair warning, though, those horns are huge and might clip through the ceilings of some holo-spaces, if that's something you care about. Finally, our Fans Forever pick today is from lilybuilds, who sent us this choice skin of Hug-Bot from Corporate War Rejects! All three skins are available for trial wear at the holoshop. Stay tuned for tomorrow's skins!<br><br>", "Personal Log<br>User 67681<br><br>I am so sick of these robot battle holos. How many of these things can you watch before you realize that every single episode is exactly the same? You show up on the battlefield, you watch a bunch of thrasher-bots tear each other up, you choose which corp you're going to root for, explosions, explosions, explosions, and then... it's over. Am I the idiot? Everybody else seems to love this stuff!<br><br>", "Personal Log<br>User 3477895<br><br>I have to be honest, I miss Guangdong already. I had a purpose there. I was busy all the time. Nobody here seems to get it. Sandy and Vanessa took me out last week. Welcome home, I guess. Some guy at the bar freaks out when he overhears how I just got back, acts like I was living underground with mole people or something. Like I should be ashamed I actually wanted to have a job and work for a living. Ugh. Guess it's reverse culture shock. OR maybe I should just go back...<br><br>", "Personal Log<br>User 154723<br><br>Hey, Future Greg. It's me, Greg. Prediction: Alicen is the one! I know it's just one date, but it's her! We went to the transportation history exhibit at the Fraize. We got to drive a car! Like actually drive one of the old ones with the wheel and the foot things! It was terrifying! But when I took this turn too fast, Alicen's hand shot over to mine and clamped on it. The awkward distance was shattered! She looked at me, and I could see in her face that she felt exactly the same! Mark my words: Alicen &amp; Greg forever!<br><br>", "Personal Log<br>User 88672821<br><br>Crowther is going to kill me. Got buzzed this morning, notifying me that Metallurgic had occupied two of our Mexico Helium-3 facilities! No declaration of intent... no warning... just BAM. So of course the blame's on me. I could file a grievance with the ICC, but that only covers the company's ass, not mine. Could get Great Lakes Interdiction on the line, maybe clean up this mess by Monday, but my line of credit's strained as it is. How did they slip in past the sniffers? Where were our thrashers? It's bad. So bad.<br><br>", "Personal Log<br>User 27934878<br><br>I've been studying for this Corporate Engagement exam for seven hours, and I haven't retained any of it! Dad pinged my Focus earlier, asked how I was doing. Great, I said! Even told him I was the star pupil in this class! That I was already getting offers from eastern warfleet corps! Just panicked and lied. What am I going to do if I don't pass? I'll have to go work for some third-party contractor or something! If they'll even have me! I'm screwed!<br><br>", "Personal Log<br>User 78678963<br><br>Finally got a lead on a vat-meat supplier out of Tulsa. Seems affordable. Samples scheduled for delivery later tonight. They do everything: beef, chicken, pork, mutton, even alligator jerky, which I didn't even realize was something people want. If the quality is adequate, this enterprise kicks into high gear. Stuff what Dad said about real-space dining. Legacy industry, my ass!<br><br>", "Personal Log<br>User 986546731<br><br>Okay. Journaling. A thing I do now, apparently. That I'm supposed to do, says Dr. McLaughlin. Seems like pop-psych crap if you ask me, the kind of narcissistic b.s. second-chancers are into, when they take a break from blaming \"sleepers\" like me for die-off, anyway. As though they have anything to recover from. What - the trauma of having other people save the world for you so you can criticize them for screwing it up in the first place? I mean, sorry I had to watch half the world drown while the other half died of thirst or famine! I don't know... McLaughlin says this kind of cynicism is common to folks my age, but if that's true, why aren't we talking to each other about it? Getting old just feels... lonely. No second chances for us.<br><br>", "Personal Log<br>User 89865441<br><br>I'm not sure what I expected being part of a hacker collective to be like, exactly, but so far the whole Idiot Army thing has been anticlimactic. Turns out being a world-renowned cyberthreat mostly consists of hanging out in intentionally tacky-looking holospaces with dudes in anonymizing skins. Most of which are, like, meme-based. Like there's a dude, or maybe a few dudes, with a skin modeled after that Incredulous Pigeon reaction holo. Couple guys who are literally just walking kapok trees. I asked someone what the next big operation would be (I even had suggestions! Doxxing Far Zenith? Fitzing corporate warbots? Come on!) and he called me a \"turd baron,\" as though [DATA CORRUPTED]<br><br>", "Personal Log<br>User 52359678<br><br>The rest of the paranormal research community remains intransigent. This is no great surprise. I knew my theories would be received as radical apostasy. However, the time is coming, and coming soon, when the body of research on paranormal phenomena will be forced to contend with the simple fact that virtual spaces are as easily occupied by the spirits of the restless dead as physical spaces. This is not mere speculation. It was I who witnessed the screaming spirit that drifts between the discussion rooms of the International Alliance of Knitting Enthusiasts. It was I who listened in stunned shock to the hushed, mad whispers writhing beneath the diegetic soundscape of GobliNation. Like spectral refugees, the spirits of the dead flee our realm to reside in the holo-scape. And I intend to discover the reason!<br><br>", "Personal Log<br>User 56579637<br><br>Looks like I'm heading to the moon! Met with Jerry today, and he told me some of our Helium-3 mines are producing well below specs. Drone ops has eyes on the ground up there, but even they can't say what causing the problems, so the corp is going to send up a team to investigate first-hand. Low-G training starts Monday. Luna, here I come!<br><br>", "TheScoop28mr: some dude on the tormented boards is claiming to be vast silver<br>_SCENE!kills_: laffs<br>_SCENE!kills_: no dude. no. they caught vs twenty years ago.<br>TheScoop28mr: right?<br>_SCENE!kills_: whats he doing?<br>TheScoop28mr: come see<br>_SCENE!kills_: cant. communin<br>TheScoop28mr: hes got a pretty flash skin but WHY WOULD VAST SILVER BE HANGING OUT ON A TORMENTED BOARD????<br>_SCENE!kills_: rogue AIs dig horror holos<br>_SCENE!kills_: duh<br>TheScoop28mr: laffs<br>TheScoop28mr: \"I come to regulate earth's climate and complain about fifth installment!\"<br>_SCENE!kills_: laffs<br><br>", "FROM: Duncan Roerig<br>TO: Samuel Powell<br>SUBJECT: I Must Thank You<br><br>Dear Mr. Powell,<br><br>I am writing in response to your message that you sent me asking how I am since the verdict was reversed. I am doing well. Sometimes it is very difficult to get used to how things are now. Many things have changed and the world moves very quick. My nephew Dale is trying to teach me how to use an aug called a focus but it is hard to learn. I also miss driving a car very much. Few in the holler had the robot cars when I was young. Now everyone uses them and it feels strange not to be in control when I go out of my house. However it is better than prison. I see my family every day. I am able to play guitar again. You are the reason I am free. Thank you for believing I was innocent when no one else did. I do not know if you are a religious man Mr Powell but I believe God sent you to me when I most needed you. Thank you.<br><br>Duncan Roerig<br><br>", "Okay, I want to get something off my chest right now because this needs to be said. To all Jessifans, and to the entire Romantic Fortunes fan community: Jessica Sterling SHOULD NOT WIN Romantic Fortunes! This is so obvious to anyone who actually PAYS ATTENTION. I used to be like you guys. Last season, I wanted Jessica to win! But as of ep3.01, she has gone TOO FAR! Were you people even watching when she rejected Luis THE SWEETEST HUMAN BEING ON THE PLANET. He stood by her through EVERYTHING. The Alaska acquisition? That time the harrier-bots malfunctioned mid battle? The only reason Jessica has had ANY success is because Luis had her back. He loves her! And she doesn't even care! This is why I am throwing my support behind Vernon. I do not take this decision lightly. I was a Jessifan for two whole seasons. Jessica is the whole reason I even care about Sterling-Malkeet. But as a fan, I cannot continue to support someone so heartless. LUIS, YOU CAN DO BETTER!<br><br>", "Your latest meaningful conversation on Chocolate Box!<br><br>Was this the love-connection moment you'll tell your grand-kids about? You can opt out of receiving these logs at any time by editing your Chocolate Box profile.<br><br>Sarafina: Hey&#160;;)<br>Lars: Hey! How's it going?<br>Sarafina: Fine. Bored tho.<br>Lars: Yeah, Wednesday nights.<br>Sarafina: You're really cute Lars!<br>Lars: Thanks you too!<br>Sarafina: Hey do you want to chat with me in my private salon??<br>Lars: Oh. You're a honeybot.<br>Sarafina: hahaha what? No silly!!<br>Lars: Okay. If you're not a honeybot, tell me about the most earth-shattering work of art you've ever seen.<br>Sarafina: You're funny Lars<br>Lars: Tell me about the last time you experienced heartache.<br>Sarafina: You're funny Lars<br>Lars: Tell me about an experience your friends enjoyed but about which you were ambivalent.<br>Sarafina: Hey do you want to chat with me in my private salon??<br>Lars: holy crap you're not even a GOOD honeybot. You suck.<br>Sarafina: You're funny Lars<br><br>Lars has ended this conversation.<br><br>", "Gena: Hey, where are you?<br>Hark: Ugh. Stuck on 75. This auto's navsys keep taking wrong exits.<br>Gena: seriously?<br>Hark: Yuuup.<br>Gena: was going to see if you could pick up dinner.<br>Hark: no tikka masala?<br>Gena: Food printer's actin weird.<br>Gena: Installed the tika module.<br>Gena: spat red protein goop across the kitchen.<br>Gena: took ti-d-o 8m to clean up<br>Hark: Maybe order a pizza? Not sure when this crazy thing's gonna get me home.<br>Gena: sigh.<br><br>", "<b>All Personnel Currently Assigned to Company E, 5th Battalion, 3rd Civilian Guard Brigade, Aurora Zone:</b><br><br>1. Report to Verticarrier Bay Onyx at 0500 hours and board assigned vert. Departure at 0530 hours.<br>2. Arrive in Beira, Mozambique at approx. 0000 hours local time. Lodging assignments and duty schedules to be received upon landing and intake.<br>3. Assist FADM personnel and Mozambican civilian battalions in A) construction of defensive obstacles along the channel coast and B) ballistic perimeter shielding around the Aeroporto Internacional de Beira.<br>4. Upon completion of construction duties, participate in combat and base defense training operations in anticipation of enemy contact.<br>5. As always: Comport yourself so as to be a credit to your unit, your country, the goals of Operation: Enduring Victory, and yourself.<br><br>SPECIAL ORDERS END<br><br><br><br><br><h2><span class=\"mw-headline\" id=\"Notes\">Notes</span></h2>\n                                                <ul>\n                                                    <li>The Civilian Guard Brigades were part of the U.S. Robot Command and played a vital role, as did their military counterparts the Mechanized Response Brigades, in Operation: Enduring Victory.\n                                                    </li>\n                                                </ul>", "FROM: Izzy Mandel<br>TO: Murk Oslo<br>SUBJECT: What scares me...<br><br>Murk,<br><br>Remember what I told you in my last message? About how scared I am? Well, I figured out what scares me, and it's not the bots. I mean, yeah, they're horrifying, but when we finally come face to face, I'll either live or die, and the starkness and simplicity of that binary is... well, reassuring.<br><br>What scares me is how much I like this. How a DEW feels in my hands. The kick of a coilgun. Jesus, Murk, we lived in a squat for three years! Matching mohawks! Spent our days throbbing off Razorwing or Duster, nights thrashing off slamfunk gigs! We were goddamn anarchists! And now this? THIS? Discipline, jargon, uniforms? And I LIKE it???<br><br>That's what terrifies me, Murk. No crisp, reassuring binary here. I'm loving what I hate... or hated. So does that mean my entire life was just a pose... or that the person I was is already dead?<br><br>I don't know... I try to tell myself it's a different kind of war. Survival, not profits. I try to tell myself it's just a different kind of direct action. I mean - what are the bots if not the ultimate capitalist stooges, right? But thinking just tires me out. All I know is we've got to fight until Zero Dawn is ready. If I end up surviving this, guess I can worry about my politics then.<br><br>Love to you and little Syd,<br><br>Izzy<br><br>", "If I have to listen to that rancid \"Do Your Part for Zero Dawn\" song one more time, I swear I'm going to stab out my eardrums before the melody can fester in my ear canals! It is NOT inspiring, it is NOT stirring, it IS DRECK that makes me want to kill myself before the robots even get a chance!!! I would literally give my life right now to kill the asshole who composed that goddamn thing! UGH!!!! Can't this apocalypse at least have a decent soundtrack?<br><br>", "FROM: Theresa Sanders<br>TO: Sera Peterson<br>SUBJECT: Your \"Gift\"<br><br>Hi Sera,<br><br>I want to thank you for your gift, but not for the reasons you think. A little re-cap. I told you that I needed to enlist and fight this fight, that I'd be a coward not to do so. In response you called me disloyal and shut me out for days. So I do as I said I'd do - if you'll remember, I was the one in this relationship who actually did that - and joined up. Did I know I was leaving you behind? Yes. Did I feel bad about it? Yes. Then two days into basic, I get a package from you. I open it. There's a gift inside. What's the gift. A stuffed armadillo. A STUFFED ARMADILLO? Am I kidding? No. Not kidding. Attached to said armadillo is a note. What's the note say? Does it actually say, \"I'm sorry, hon. Arma dilling with some personal issues.\" Yes, I regret to inform you that the note does IN FACT say that. As though that - whatever you care to call THAT - begins to explain and justify your behavior.<br><br>Which is why I want to thank you. Talking to other enlistees, hearing them describe their girls and guys, I started to see us through a rose-colored filter. I was actually starting to wonder if I'd made the wrong choice. But that package and what it contained - what a wallop between the eyes that was. All doubts extinguished. You're an utter idiot, Sera. A trivial, empty-headed imbecile. Given the choice between fighting killer robots and spending another day with you? Hon, that ain't no choice at all.<br><br>Don't contact me again.<br><br>Theresa<br><br>", "FROM: Grant Rowe<br>TO: Mom<br>SUBJECT: [No subject]<br><br>Dear Mom,<br><br>I heard some guys jabbering about a breakthrough on the Atlantic today. Said southern Jersey, Philly, northern Delaware is just... gone, NYC nearly surrounded. My CO won't confirm or deny, and since we stopped using augs I can't check the feeds, but everyone's talking about it, and all I know is, if it's true, Vineland was right in the middle of it... and that means you were in the middle of it... in which case I'm writing to a goddamn ghost like a goddamn fool. Ah, screw this. Screw enduring victory and zero dawn and everyone and everything else. Honorable service, my ass. I should've stayed home so you didn't have to die alone.<br><br>Grant<br><br>", "Great. I'm in the civilian guard less than a day and already I've pissed everyone off. \"Trigger discipline, asshole!\" How was I supposed to know anything from trigger discipline??? Like I ever held a gun outside of a holo-game. No one got hurt, but the sergeant (what a jerk) said the processor I blew up was worth 20, 30, or 40 mill (the estimate went up every time he screamed about it). Made the entire platoon drop and give him 50 push-ups (!!!) then run 10 clicks (!!!). Hopefully that wore everyone out too much to give me a blanket party. Rather not be crapping blood for the next four weeks...<br><br>", "Dictation on. My legs hurt. I keep reaching down to rub them but of course they're not there. I tell you, it's one thing to hear about ghost limbs, another to be haunted by them. Moment my hand passes into empty space I'm back in Bridgewater and that nano-haze is stripping my legs layer by layer as the squad's medbot drags me out of the line of fire. And I start screaming like I was screaming there, in two places at once, two halves but one of them gone forever... dissolved. And through the wall of the infirmary I can hear them cheering. Cheering the MRB for saving our asses. Covering our evac back here. Crediting them with NYC still standing after a week. Do they even hear when I start screaming? Sergeant says I'll have prosthetics fitted tomorrow, good as new. Both know he's lying. I'll never be good again.<br><br>", "Just got back. Ho Chi Minh's gone. Barely got out. Two-thirds of the brigade didn't. Fell back to Bien Hoa along QL1K with scads of those cockroach bastards in pursuit. Kept blasting the whole ride, must've killed fifteen scarabs. Got so frenzied Blue had to pry my hands off the triggers and yank me outta the DEW turret when we reached the port and carry me onto the vert. Couldn't stop screaming. And then the verts lift off, and we come under fire not from bots but a Vietnamese battery! CO called it friendly fire but that's crap, they were just pissed because we were bugging out and they couldn't. Oh my god. And now we're back in the USA and the CO is calling it a \"qualified success\" because we delayed the bots by several days and time is what Zero Dawn needs. Said we'd have a new mission tomorrow. Oh my god.<br><br>", "<b>Editorial: What does Odyssey say about who we value?</b><br><br><b>March 8, 2041</b> - If you've been paying attention to all the public outrage in response to last week's announcement of the Odyssey project, you'd be forgiven for mistaking the proposed colony ship for a gold-plated space chariot that the world's trillionaires are conspiring to use to escape the climate catastrophe, leaving the rest of us to choke and drown and starve while the richies rocket off to Sirius. 1Earth spokesman Azar Safavi went so far as to say, \"The ability to drive the planet nearly to extinction and then even consider leaving it behind is the sole provenance of the obscenely, criminally rich.\" Dander up, hackles raised? You bet. Only problem is - Azar's got it all wrong.<br><br>The Odyssey is not a cosmic escape pod for CEOs. It's a rare instance of long-term thinking in the midst of our collective disaster. Even if every aspect of the project goes swimmingly - which we all know will never happen - the ship won't even launch from orbit until 2080, by which time - let's face it - our species will either have found a way to reverse the climate, or will have perished.<br><br>Nor is the Odyssey a vanity project funded by the preposterously wealthy. It is, rather, a (yet again rare) instance of an international project, co-founded by five nations (U.S., the Western European Alliance, India, China, and Japan). Yes, the project will accept donations by wealthy individuals, but donations will not \"buy a seat\" on the ship. The vast majority of the Odyssey's human passengers will not be old, rich, and smug, but very young - as in embryonic. The entire point of the project is to spawn a human population on the exoplanet [DATA CORRUPTED]<br><br>", "<b>Odyssey Fusion Drives Ready for Installation</b><br><br><b>MUMBAI, April 17, 2051 -</b> Speaking at a press conference today, Odyssey*India Chief Science Officer Jaswinder Prajapati announced that all components of the colony ship's fusion propulsion units have been printed, tested, and are ready for installation. \"We are ready to build the Odyssey's engines,\" Prajapati said, \"so if my international colleagues would be so kind as to resolve their differences, perhaps this stalled project can finally go somewhere.\" Prajapati's arch comments referred to ongoing financial and labor disputes between Odyssey*America and Odyssey*EuroWest, as well as tensions over rare earth deposits in [DATA CORRUPTED]<br><br>", "<b>Funeral for an Obsolete Future: An Odyssey to Nowhere</b><br><br><b>PARIS, July 7, 2057</b> - Twenty-five persons from five nations stand before the offices of Odyssey*EuroWest, hands clasped solemnly at their waists or held stiffly at their sides. Some are politicians, some are businessmen (these days, is there a difference?), some are scientists. Slowly, Gerhardt Weitz steps to the podium. \"I regret to announce that, as of today, the Odyssey is no more. What exists of the vessel will be abandoned in orbit. All personnel will collect severance income and be released from their contracts. The sad fact is that our species' greatest hope for an extra-planetary future was never able to escape the gravity of terrestrial, all-too-human conflicts.\" Weitz sighs. \"Perhaps the innovations we pioneered will help improve the lives of future generations. Time will tell.\"<br><br>", "<b>Interview: Dalgaard Opens up about Far Zenith--a little</b><br><br><b>February 28, 2061</b> - Osvald Dalgaard never stops smiling. Before last month, the Danish tech wunderkind was known primarily as the creator and CEO of AllSeeing.holo, the world's most popular holofilm sharing service. But for the past few weeks, Dalgaard has been the public face of Far Zenith, the self-described \"futurist consortium\" responsible for reviving the Odyssey colony ship project. Osvald seems an unlikely spokesman for a shadowy group of billionaires - but maybe that's the point. He is bright-eyed, handsome in a nerdy, rail-thin way, endlessly enthusiastic. When I arrive at the AllSeeing offices for our interview, he glances behind me as if waiting for a holocamera crew to swarm in in my wake. \"So this will be published as text? An article?\" He speaks English with barely any accent at all. I nod, and his smile (impossibly) widens. \"That is just incredible. Really, real super quaint. Love it.\"<br><br>Osvald's countenance may be exuberantly inviting, but the organization for which he serves as mouthpiece is anything but. To date, he is the only publicly acknowledged member of Far Zenith, which claims to comprise seventy-seven of the world's wealthiest persons. \"It's more fun this way, don't you think?\" asks Osvald. \"The mystery. It's... what would you call it... It's stagecraft. Far Zenith is as much performance art as it is a functional futurist endeavor. Although, it's that as well. I can tell you that there's nothing sinister about it. We are devoted not only to extending humanity's legacy beyond this solar system, but also to making the world... sexier, I suppose. More interesting. Far Zenith is science and transcendence, but it's also fashion. Rock and roll. You see?\"<br><br>Well, no I don't. But I don't tell Osvald that. Instead, I ask him a question that's been on the minds of a lot of people since Far Zenith purchased the unfinished colony ship. If the combined efforts of the US, China, India, Japan and the Western European Alliance couldn't finish the Odyssey, what makes Far Zenith think it can?<br><br>\"Ah,\" he says. \"Here's where I get to blow your mind. Very exciting. We are not interested in escaping a dying world. For us this is not an act of panic or, ah... adrenal survival reflex. The Odyssey, under the stewardship of Far Zenith, will be a triumph, not a retreat. This is why we will succeed. Why we already have succeeded, really.\" Osvald makes it hard to press for answers. His answers are labyrinthine, but something in his tone and his body language makes them feel downright linear. How much of this is a put-on and - [DATA CORRUPTED].<br><br>", "<b>Far Zenith: Odyssey ready to launch \"imminently\"</b><br><br><b>HIGH ORBIT, April 1, 2065</b> - \"We're not blind to the irony of making this announcement on April First,\" said Far Zenith spokesman Osvald Dalgraad in a live holocast this morning. \"But I can assure you: this is not a prank. Construction on the Odyssey is complete. All systems appear to be entirely operational. In short: we're ready to go. All that remains is to run comprehensive system tests - especially of the bleeding-edge anti-matter pulse drives - and resolve various minor logistical details.\"<br><br>The announcement comes a mere four years after Far Zenith's purchase of the derelict Odyssey, abandoned in orbit in July 2057. Dalgraad wrapped the announcement by fielding questions from press log-ons. Of the size of the crew, Dalgraad said, \"Adult humans? Very minimal. Fifty to sixty individuals. But of course the living and breathing folks aren't the real headcount here - that'd be the 200,000 zygotes in cryo-storage.\" When asked about the projected launch date, Dalgraad answered, \"We're absolutely going to hit this July date. Obviously we would have loved another few years to train our crew, but with the situation on Earth deteriorating as it is, we've decided to move aggressively.\"<br><br>Asked if he has any parting words for humanity, Osvald nods solemnly. \"We share the hope that Zero Dawn will reverse Earth's terrible crisis. Either way, we at Far Zenith are committed to doing all we can do to ensure that humanity has a future, if not on its home planet, then elsewhere.\"<br><br>As to the remaining seventy-six members of Far Zenith and their identities, Dalgraad remained characteristically coy. \"They're fine,\" he said. \"Thanks for asking.\"<br><br>"]