["FROM: Director Evans<br>TO: All<br>SUBJECT: All Good Things...<br><br>To All Staff,<br><br>I regret to inform you that our worst fears have been realized. The Wichita salient has collapsed, and our position will be overrun in less than twenty-four hours.<br><br>As I'm sure you understand, exfiltration transport is not available. If you wish to abandon the facility and try your luck on foot, you may do so. Lock 2 will unseal at 2100 hours and remain unsealed for 15 minutes. Godspeed.<br><br>For those who'd rather not die on our feet, there will be a gathering in the community room at 2200 hours, and Nurse Chana will make other means available.<br><br>I want to underscore how proud I am of each and every person who served at this post. It is important to bear in mind that our sacrifices were not in vain. I hope that makes this a little easier.<br><br>For months now I've been signing off messages as \"Director Evans\", but I suppose we can dispense with such formalities now.<br><br>Respectfully,<br><br>Ellen<br><br>", "Elisabet Sobeck (born March 11, 2020) is an American scientist, roboticist, and engineer, widely regarded as one of the greatest minds of the 21st century. Born and raised outside of Carson City, she enrolled at Stanford University at age 13, earning a BS in Experimental Physics and Computer Science at age 16. She completed her Ph.D. in Robotics and Artificial Intelligence Design at Carnegie-Mellon University in 2040 and joined Faro Automated Solutions as a Junior Scientist the same year, rising quickly to Chief Scientist at age of 22. Over the next eight years, her green robot designs played a vital role in realizing the environmental cleanup and detoxification efforts of \"The Claw-back\" decade, propelling FAS to the forefront of its field. In 2048, she suddenly resigned from FAS, protesting the company's pivot to automated military technologies. In 2049, she founded Miriam Technologies, a firm devoted to \"life-positive\" robotics and other technologies. Miriam has since become one of the world's largest suppliers of green robots, winning numerous awards and accolades, including the 2053 Nobel Prize for Physics and the 2056 Rachel Carson Award for Environmental Progress.<br><br>", "Theodor \"Ted\" Faro (born December 24, 2013) is an American entrepreneur and business magnate. He is the founder of Faro Automated Solutions (FAS), the largest corporation of all time, the world's wealthiest individual, and the first-ever trillionare. Born and raised in Salt Lake City, he enrolled at the University of California, Los Angeles where he studied business for two years before dropping out in 2033 to start FAS. Though it struggled at first, the company broke through at the end of the troubled 2030s with its popular lines of personal servitors and bodyguard bots, then exploded when its famous line of green robots led the race to solve the climate crisis during the 2040s \"Claw-back.\" At the end of that decade, FAS opened a military defense branch, dominating the world market for automated military platforms by 2053. The success of FAS has made Mr. Faro the world's best-known businessman, one of its most sought-after speakers, and a major voice in politics, culture, and international affairs.<br><br>", "Faro Automated Solutions (FAS) is an American multinational corporate entity that produces robots for all walks of life, though its core business consists of military and defense contracts. As of 2063, FAS has ranked #1 among the Fortune 5 by gross revenue and profit for ten years in a row, a world record. Founded in 2033 by Theodor \"Ted\" Faro, an entrepreneur from Salt Lake City, Utah, the company developed several promising robot prototypes in its early years but failed to break into markets dominated by then-industry giants like General Synthetics and RECorp. This changed in 2038 with the debut of the @lfred line of levitating personal servitors, which generated exceptional sales, lifting the company onto the Fortune 50 for the first time. Profits tripled in the 2040s as the company's environmental efforts, led by famed engineer Elisabet Sobeck, catapulted FAS to the head of that sector. In 2049, in the wake of the successful green and climate cleanup efforts around the globe, worldwide approval ratings of FAS exceeded 90% and founder Ted Faro was hailed across media and social networks as \"the man who saved the world.\" Yet it was the emergence of FAS as a military contractor in the late 2040s that cemented its status as the world's wealthiest corporation, with a record market capitalization of over $23 trillion. By 2055, FAS controlled 61% of the market share for automated military platforms, holding contracts with 353 nations, trans-governmental organizations, and corporate entities. Today, its holdings exceed the second largest corporation (FBMobiHal Global) by 321%.<br><br>", "Corporation (noun)<br>\\kȯr-pə-rā-shən\\<br>An association of individuals, created under authority of law, having existence, powers, and liabilities distinct from those of its members. In a business sense, a corporation is usually owned by shareholders, through the sale or distribution of stock, who profit from such ownership, vote at designated times for its governance, and designate executives who run its affairs. Most corporations engage in one or more industries to produce goods or offer services for profit, and may in turn own other corporations, companies, or property as holdings.<br><br>", "Reception Log: July 7, 2064<br><br>9:54 AM<br>Field Commandant Daing of the Indo-Malay Agricultural Combine arrived with his delegation. Refreshments to be served before their 10:15 AM sales presentation on the Chariot line. Per instructions, food will be vegetarian only.<br><br>10:07 AM<br>Sander Agnew, Vice President of Territorial Integrity from FreshGrounds Coffee Global arrived with his entourage. Refreshments to be served before their 10:30 AM sales presentation on the Chariot line. Per instructions, will use FreshGrounds \"Tacoma\" blend, no artificial creamers.<br><br>10:12 AM<br>Uh...so that happened. Called security. And janitorial, to clean up the coffee that was spilled - actually, more like thrown. I wasn't aware that the Indo-Malay Combine grows coffee beans. And that FreshGrounds' \"acquisition team\" has tried to take their fields, by force, repeatedly. I think Commandant Daing had Agnew by the hair for a second there. Who schedules these things? I'm going to drop a line to Sales. This can't happen again.<br><br>", "FROM: Jay Friedkin<br>TO: Reception<br>SUJECT: Re: Complaint<br><br>Hey Reception, if that is your real name. Wanna know who scheduled Indo-Malay right next to FreshGrounds? That would be me, Senior VP of Sales. Wanna know why? After that little hair-pulling incident, both sides increased their bids by 40%.<br><br>I'll explain, because your receptionist-level brain probably requires it. Those two sides are FIGHTING. And what do we sell? That's right, COMBAT MACHINES. We WANT them to hate each other. So they will try to fight each other with... what? That's right again, COMBAT MACHINES. Which they will pay us a lot of money for.<br><br>So I suggest you go back to serving coffee with a blank smile, and let me do my much-more-complicated job.<br><br>Thx a bunch,<br>Mr. Friedkin to you<br><br>", "FROM: Stacy Anders<br>TO: Robert Rescher<br>SUBJECT: Dolphin Vid<br><br>Bob,<br><br>Another problem to add to our big steaming pile. Apparently a fisherman in the Banda Sea captured video of a Hartz-Timor Horus unit refueling via biomatter conversion along the shoreline of Pulau Wetar. On a pod of endangered dolphins, no less, quite possibly the last of their kind. Not to get graphic, but it looks like what happens inside a blender, as if the robot was whipping up a big pink swirling milkshake of dolphin chum. Our suppression team has scrubbed it from 43 networks, but it's still propagating, so it's only a matter of time before it goes viral. A prepared statement feels grossly insufficient. Any suggestions? This one's a real stinker.<br><br>Stacy Anders<br>VP/PR FAS<br><br>", "FROM: Gordon Nakata<br>TO: Gina Ziermann<br>SUBJECT: All Hands on Deck<br><br>Gina,<br><br>Ever hear of the Melville Island Fruit Association? Neither had I, until they filed suit against us this morning. Apparently there's a little island paradise off the coast of Australia, population 2700, all of whom hate us, now that a stray Hartz-Timor unit is chowing down on their largest mango orchard. That brings the official count of Hartz-Timor related lawsuits to 127, most of them from private companies, but also a bunch from individuals, nation states, and NGOs. And that's not even counting the mother of all liability claims from Hartz itself. Call every external firm we've ever used, then called their competitors. We're going to need every corporate defense lawyer we can find who's still half-sober and on the bar.<br><br>Gordon Nakata<br>Associate General Counsel, FAS<br><br>", "FROM: Ted Faro<br>TO: Paula Vassara<br>SUBJECT: Spiritual Summit<br><br>Paula,<br><br>Recent events have sharpened my perspective, and I think that I, and FAS in general, have been neglecting the spiritual side of things. Not under any specific religious framework, of course, but in a more general sense, as in not giving enough thought to our shared values, hopes, and aspirations for the afterlife. I'd like you to reach out to religious leaders of every stripe with the intention of scheduling a conference soon. Very soon. I'll have more thoughts about the agenda later, but for now, let's put out some feelers and see if we can lock something in. Make it a big tent - no kooks, but anyone with a credible audience. Let's go deluxe - make it clear we'll spare no expense.<br><br>Thx<br>Ted<br><br>", "FAS Campus Security Log<br><br>HIGH PRIORITY ALERT<br>Automated log note: All non-essential systems have entered hibernation.<br><br>HIGH PRIORITY ALERT:<br>Automated log note: Full lockdown has been initiated.<br><br>HIGH PRIORITY ALERT:<br>Due to the increasing frequency of violent protests targeting the campus, the security of FAS employees can no longer be guaranteed. Therefore, we have taken the difficult decision to shutter this facility indefinitely. Staff will be debrief on a block-by-block basis regarding proper procedure for archiving and/or disposal of project-related data and materials. Hi-Sec and a crisis team will then conduct exit review before ALL areas are locked down.<br><br>HIGH PRIORITY ALERT:<br>Priority messaging to all staff in E and F blocks: treat the current lockdown situation as an exercise but DO NOT attempt to release the hatches or otherwise exit the buildings.<br><br>HIGH PRIORITY ALERT:<br>A reminder that while Hi-Sec personnel remain committed to employee safety during the current unfortunate events, personal firearms MUST be relinquished when presenting for Identiscan.<br><br>HIGH PRIORITY ALERT:<br>Additional public access roads en route to the campus have now been closed to relieve waiting time at the outer security cordons. Hi-Sec reminds all staff that the campus remains off-limits to the public.<br><br>HIGH PRIORITY ALERT:<br>Following recent campus security issues, all staff are reminded that presenting for Identiscan and displaying your security badge prominently at all times for image analytics are both MANDATORY.<br><br>HIGH PRIORITY ALERT:<br>In light of recent acts of terrorism directed at the rapid transit system, Hi-Sec now offers a 'big brother' initiative to accompany staff traveling from off-site. Signup is required and strongly encouraged.<br><br>&gt;&gt;48 MORE ENTRIES IN HIGH PRIORITY<br>&gt;&gt;ADDITIONAL ENTRIES CORRUPTED<br><br>", "Looking back, I thought '64 was shaping up to be a pretty good year. No more drinking and no more mercenary sec work. Stripping offshore wind farms for the OEZ, just me and a plasma cutter, 400 feet above sea level. Then I got the recall alert. Read them up on a turbine, in the smell of cooking ozone. They covered every angle--better pay, amnesty for any combine wars you'd fought in, guaranteed citizenship... We should have thought \"OK, what's the catch?\" But what we did think was \"I guess we're better than the bots after all.\" Big talk from Herres about pride and duty - smart guy. He was right. I'd been proud to be a U.S. soldier. I jumped at the chance to be one again. And look what I landed in.<br><br>", "Last night we got talking about D-Day '55. I was a kid then, only a few years out of boot camp. General assembly in a drone hangar, summer and the sky was bare, the heat was killer. They say U.S. human combat forces are being disbanded. All automated now, we're last cycle's tech, out like the old-net. A million more on basic, in a century recession. Could be you'll help build the robots that took your jobs. Or if you know how to handle a power suit, you could find a place that still uses manual labor. Maybe in the OEZ, or China, where you're not our problem. 'Low suicide risk', it said in my discharge file.<br><br>", "December 2065, Week 1 - CONFIDENTIAL<br><br>OPERATION KICKBACK<br>Reno, Nevada: Civilian Guard and armor battalions skirmished with vanguard elements of Pacific Northwest swarm PN-12. Engagement began at 0600 and concluded with a withdrawal at 2100 the following day. Losses in excess of 40% reported.<br><br>OPERATION THICKSKULL<br>Shenandoah Valley SA-Tec, Virginia: 12th MRB supported by Civilian Guard fought a rear-guard action against the Eastern Seaboard swarm ES-17. Engagement began at 0800. At approx 1400, 12th MRB reported the position was overrun and received authorization to detonate SA-Tec facility, inflicting significant damage on ES-17. Surviving elements of the 12th MRB withdrawn to Akron-Cleveland defensive line.<br><br>OPERATION BODY BLOW<br>Akron, Ohio: 9th and 10th MRBs, supported by sustained aerial strikes, assaulted the Horus-class Titan resupplying the Eastern Seaboard swarm ES-18. Engagment began at 0400 and concluded at 2200 with the elimination of the Titan. Note that this is 9th MRB's third Titan kill with minimal losses.<br><br>BRIGADE READINESS STATUS<br>3rd MRB - refused recall orders from OPERATION PINCH HIT deployment along Pensacola - Tallahassee defensive line. Court-martial proceedings underway.<br>7th MRB - recalled from New York Engagement Zone to reinforce Wichita theater, READY<br>9th MRB - refitting at USRC facilities, READY<br>10th MRB - transferred from Cal-Mar [DATA CORRUPTED]<br><br>", "Report: Biosphere Degradation<br>August 2065 - CONFIDENTIAL<br><br>CHIEF FINDINGS<br>• Despite increased tactical proficiency of elite and civilian guard units and many hard-won engagements in the Central European, Antarctic, and \"Pacific reach\" theaters, the Faro Plague's rate of advance has not slowed, nor has its biomass consumption rate.<br><br>• Damage to the biosphere has already exceeded 2038 levels by every measure, and grows worse by the day.<br><br>• Extinction Timeline projections remain unchanged, with OAC predicted for mid-November 2065, annihilation of exposed human populations in February 2066, extinction of macrobiotic land organisms by the end of March 2066, and extinction of marine life in early 2068.<br><br>• Continued secrecy re: Project: Zero Dawn - the utter silence regarding its mechanisms of action and completion date - make it impossible to predict Zero Dawn's impact (or lack of impact) on the Extinction Timeline.<br><br>ATMOSPHERIC COLLAPSE<br>Atmospheric oxygen depletion and toxic emissions remain the greatest environmental threat to Operation: Enduring Victory as well as the wider civilian population and animal life. Operational Atmospheric Collapse (OAC) is currently predicted for mid-November 2065, after which military personnel will require rebreathing apparatuses to operate in the open, and civilians will only be able to survive inside sealed structures. [The requirements for air scrubbing and recycling in facilities is addressed in Addendum A linked to this report.]<br><br>POTABLE WATER SHORTAGES<br>Major water treatment facilities are already struggling to process water sources compromised by rainfall heavily contaminated by toxins emitted by the consumption of the Eastern Hemisphere. Following the necessary shutdown of all nano-scrubbing functionality, waste water recycling is already beyond capacity.<br><br>MILITARY RESPONSE ESCALATION<br>Addenda linked to this document cover the short-term effects of 'scorched earth' engagements in defense of the Western Seaboard and the ongoing effects of the Oceanic Economic Zone's use of nuclear weapons to delay the enemy's initial advance across the Pacific theater [DATA CORRUPTED]<br><br>", "FROM: Reception Staff<br>TO: Admin<br>SUBJECT: We Need Support Too!<br><br><br>Reception staff continues to require additional support managing ZD candidates when they arrive at the facility. Many are frightened or confused. Some are highly agitated. These are not the sort of persons who are accustomed to having information withheld from them. At minimum, we need HUMAN translators (the lang-bots are NOT sufficient) and mild sedatives for the extreme cases. Any and all support would be welcome! Perhaps you could start by responding to one of these mails?<br><br>", "FROM: Lounge Staff<br>TO: Admin<br>SUBJECT: Another Incident<br><br>This morning's unfortunate incident with Dr. Popovich is another example of Reception's need for additional support. We appreciate that Zero Dawn is an immensely complicated project, but as the staff who serve on the \"front line,\" we're tired of being neglected. As we have already requested, we need human translators (fluent in Polish, for example) security staff (who can subdue enraged embryologists, for example) and dermal sedatives (to calm persons who are screaming in Polish while hurling chairs and vases at reception staff, for example). Yes, most of the candidates are reasonably calm and well-behaved - but we need help handling the exceptions to that rule. Please respond.<br><br>", "FROM: Lounge Staff<br>TO: Admin<br>SUBJECT: Sound Proofing?<br><br>Would it possible to improve the sound-proofing between VR-1 and the lounge area? Most of the candidates stay quiet during the presentation, but the ones who scream or sob can be plainly heard by candidates waiting their turn in the lounge.<br><br>Just a thought.<br><br>", "FROM: Lounge Staff<br>TO: Admin<br>SUBJECT: Restock Or Else...<br><br>For the FIFTH time, PLEASE restock the lounge's selection of herbal teas! If I have to listen to one more egghead throw a tantrum because we're out of the organic Cucumber Mint or Blackberry-Sage varietals, I am going to lose it! Please respond - and this time, no \"tempest in a teapot\" or \"steep demand\" jokes, okay?!<br><br>", "For Debriefing After Presentation 1<br><br>Candidates must be allowed to ask questions and be given the necessary time to fully absorb the information they have received.<br><br>It is important to be aware that candidates have just been exposed to triggers for severe mental and emotional trauma. Do not assume silence or outward calmness indicates acceptance.<br><br>It is essential to stress that all other options for combating the Faro Plague and preserving the continuation of human life have been considered, and found unworkable. Communicate this fact calmly, but clearly and firmly. Familiarize yourself with data on the catastrophic environmental impact of nuclear engagements vs. the swarm [Addendum B1] and unfeasibility of maintaining life in orbital, lunar, or undersea structures [Addenda C1, C2, C3] so that you can counter candidates' objections in depth.<br><br>If a candidate asks for time alone to review supplementary information, allow this without hesitation. Be sure to inform security personnel so the candidate can be monitored for attempts at self-harm.<br><br>Candidates should only be cleared to proceed to Presentation 2 if you believe their mental state is sufficiently stable.<br><br>Note that real-time support will be available via your Focus. Security and medical crisis teams are [DATA CORRUPTED]<br><br>", "For Debriefing after Presentation 2<br><br>It is vitally important that candidates choose to participate in Project: Zero Dawn voluntarily and knowingly, without additional coercion and without value judgment on the part of the counselor.<br><br>Confirm for candidates that they were selected due to their skill sets and accomplishments. Emphasize that their dedicated participation in Zero Dawn will increase the project's chances of success. Frame participation in Zero Dawn as an opportunity to respond actively in the face of an overwhelming threat.<br><br>Candidates may question the \"fairness\" of their selection. Validate such objections as normal, even admirable responses. Emphasize the value of candidates' expertise to the future, not just of humanity, but terrestrial life as a whole.<br><br>Likewise, candidates may balk at the morality of extending their lifespans and those of loved ones beyond Zero Day. Validate their hesitation. Acknowledge that, while the reward of Elysium is not \"fair,\" it will be earned. If possible, redirect their ethical misgivings towards greater commitment to the project.<br><br>When candidates challenge the plausibility of Project: Zero Dawn, permit them to re-view Dr. Sobeck's presentation as many times as they wish and allow access to supplemental articles G01 through P20. Allow them to suspend the interview to fully process this documentation.<br><br>A significant minority of candidates will elect for medical euthanasia. It is important to receive this decision kindly and without judgement. Advise them of the 48 hour waiting period, during which counselors will be available to discuss their decision. Emphasize that euthanasia will not occur without repeated consent when the procedure is scheduled to take place. No one will be euthanized against her or his will.<br><br>Candidates who elect indefinite detention must be informed that they have 48 hours to reverse their decision, after which the decision [DATA CORRUPTED]<br><br>", "You are now in possession of information regarding the true nature and purpose of Project: Zero Dawn, classified far above Top Secret. As such, we regret that you cannot be allowed to leave this facility. There are three options available to you at this point. Please consider each carefully. Trained counselors are standing by to assist you in making your choice.<br><br>1. PARTICIPATION<br><br>You will be assigned to a sub-project team based on your area of expertise. You should be aware that the way forward will be difficult and the project's outcome is uncertain. You will be expected to work a minimum of 80 hours per week, and your communications with family members will be strictly limited and monitored in real time. Upon successful completion of the project, you and your immediate family (or two persons of your choosing) will be transferred to the 'Elysium' sealed habitat to live out the remainder of your natural lives.<br><br>2. INDEFINITE DETENTION<br><br>Should you choose to decline participation in Project: Zero Dawn, you will be confined indefinitely. You will be given 48 hours to reconsider, after which your decision to refuse participation will be considered irrevocable. Every reasonable effort will be made to make your term of confinement as comfortable as possible, but you will not be permitted contact with the outside world, and death within 18 months due to the Faro Plague is inevitable. When the Zero Dawn facility is abandoned, detainees who wish not to opt for medical euthanasia will be released.<br><br>3. MEDICAL EUTHANASIA<br><br>The information you have just received understandably calls into question the purpose of continuing to live. If you would prefer to end your life at this point, pain-free medical euthanasia is available. A 48-hour waiting period is required, during which time you may instead opt for participation or confinement.<br><br>Please notify a counselor when you are ready to make your choice, or if you have further questions.<br><br>", "FROM: Samina Ebadji<br>TO: Elisabet Sobeck<br>SUBJECT: Encapsulated DNA<br><br>And the winner is: Encapsulated DNA.<br><br>Over the past 10 days I performed an exhaustive review of data storage solutions. Magnetic. Optical. Quantum. Even that Eternity tech that FAS was shilling a year or so ago. But every other solution has one or more fatal shortcomings: too heavy to transport, too massive to install in the allotted space, too power-intensive over the centuries, too prone to failure past 300-400 years, et cetera.<br><br>Encapsulated DNA will easily hold the 40+ zettabytes we're projecting for APOLLO. There are still many details to finalize, or course. To start with, we need to select the inert material in which we'll embed the molecules (already testing 16 candidate materials), as well as design and fabricate the power systems and sealed reliquaries that will keep the DNA at -18 degrees C for 1000+ years.<br><br>So long as I assure you that it didn't factor in to my decision, may I confess that I deem it entirely fitting - indeed, propitious - that we will be using the very building blocks of life to preserve human knowledge from mechanized extinction? It's not just ironic, but heroic - Life as the hero, beating back the forces of oblivion.<br><br>In any case - much to do. Until next time -<br><br>Peace be with you,<br>Samina<br><br>", "FROM: Samina Ebadji<br>TO: Elisabet Sobeck<br>SUBJECT: APOLLO Update<br><br>Over the past two months, the full benefit of our procurement of a copy of the HOMER archive from Far Zenith has made itself known, and as a result, all of APOLLO's key deliverables are on schedule.<br><br>APOLLO has already surpassed 40 million discrete data entries and continues to grow. The physical science modules are effectively \"complete\" with soft science modules close behind; world history, cultural data, and media archives are also on schedule. Language preservation is wrapping up (a bit ahead of schedule, due to falling short of our goal to preserve 4500 languages; I suppose the tragic early loss of Papua New Guinea doomed that goal from the outset), with attendant curricula development about to begin.<br><br>Speaking of the heuristic curricula - they are performing well in testing, with children and adolescents demonstrating high levels of engagement with and trust in the Aristotle and Aspasia personae. Personally, I find them highly engaging - especially when they debate. I wish half my professors had been so entertaining.<br><br>Peace be with you,<br>Samina.<br><br>", "FROM: Margo Shĕn<br>TO: Elisabet Sobeck<br>SUBJECT: Simulation Results<br><br>Wow! You weren't kidding about GAIA's predilection for animal morphologies! Sure, not totally unexpected given the rough natural terrain her bots will have to navigate, but I agree that there's something deeper going on here. Her designs aren't just functional. They feel almost like, well, \"tributes\" is the word that comes to mind. As though she's already mourning their loss. And not just for the disappearing fauna of our time, but creatures from the fossil record, too - references to megafauna in some of her designs. So cool!<br><br>Well, whatever GAIA thinks up, HEPHAESTUS will empower her to build it. I just wish we could still be around in a century or two to see what she makes!<br><br>Margo<br><br>", "FROM: Elisabet Sobeck<br>TO: Margo Shĕn<br>SUBJECT: Full Steam Ahead<br><br>Margo -<br><br>If I doubted your brilliance in the slightest, I wouldn't have picked you as the HEPHAESTUS Alpha. You need to stop worrying about your age and communication style. You are who you are. Have confidence in yourself. You know what you're doing.<br><br>Case in point: the latest draft of your plan for the construction and stocking of bootstrap silos to store raw materials is excellent. This, combined with your design for the AM foundry core and the foundry site selection plan, add up to a comprehensive plan. It's time to start construction.<br><br>One detail: consult with Ayomide Okilo before you finalize the silo inventories. HEPHAESTUS's first task will be to fabricate the robots that will construct the waveform broadcast towers MINERVA will use to transmit the deactivation codes - so any exotic materials needed for the towers should be accounted for in the inventory plan.<br><br>Elisabet<br><br>", "FROM: Travis Tate<br>TO: Elisabet Sobeck<br>SUBJECT: \"Noise Complaints\"<br><br>Color me confounded, Lizzy. Bashcore? Anyone who says the ol' TT codes to bashcore is straight-up lyin', and you know it! Ol' Trav don't have no truck with commercialized razzle-dazz, nuh uh! Heck, I'd rather guzzle a liter of Citarum runoff than listen to Grey Swarm for thirty seconds! Hand to God and swear on my momma's grave - and she was religious!<br><br>Naw, that ain't bashcore blastin the HADES lab, shaking the walls, rattling folks' teeth... it's DEATH METAL, girl! Classical music! 80s and 90s mostly. Got me some dutch deathcore, some japanese goregrind, some swedish cannibal-themed stuff, too. Stop by if you want a listen. Or heck, just come within 50 meters of the lab. Ain't no bashcore, you'll see. Or HEAR, rather - in the screech that rends the air! And FEEL - in the throbbing pulse of the floor and walls and ceiling swallowing you up like you was Jonah trapped in the gullet of gothic deathfish! Hellalujah!<br><br>As for those requests to \"turn it down\"? No can do, Lizzy. THIS IS HOW I CODE! Turn down my death metal? Might as well give up stimulants, chocolate malts, and industrial accident vids! Last I heard, we was supposed to be coding HADES down here. Am I REALLY supposed to code an extinction protocol WITHOUT DEATH METAL to inspire me? Naw, naw, I don't think so.<br><br>Stay cool,<br>Trav<br><br>", "Tate here. Just popped three blues, but I earned it. Finally figured out a Goldilocks solution to GAIA's rather EXTREME executive authority. If that ain't worth 10-12 hours of dreamtime, what is?<br><br>Before this, every usurpation protocol I designed failed in simulation cuz it was either too hard or too soft.<br><br>TOO HARD, and it degraded the GAIA core. Sure, it pried Her figurative fingers off the figurative driving wheel so HADES could take control, but by breaking Her fingers - sometimes Her arms too. So that couldn't fly. Everything depends on GAIA taking control back after HADES has done its business, so had to find a solution that didn't leave GAIA any worse for the wear.<br><br>TOO SOFT, and GAIA only pretended to relinquish control. In simulation after simulation, HADES would take command of the terraforming system and reverse operations, only to have GAIA lurk in the background, quietly re-reversing processes and falsifying telemetry to hide its interference. Sneaky! I swear, ain't nothing GAIA wouldn't do to keep life going - even when it's just simulated plant life.<br><br>Turns out the \"JUST RIGHT\" solution is to isolate GAIA in a protective code shell, preserving its integrity, then \"un-seat\" it from command position so HADES can slip into the figurative captain's chair and work its magic. Um, those blues are coming on strong now, so I'm not really describing it so clear, but... pretty sure it'll work<br><br>Yeah - those blues are plenty strongs<br>guess it's time to sleep and<br>bed. i'll back to it tomorrow<br>alligators<br><br>", "FROM: Samina Ebadji<br>TO: Travis Tate<br>CC: Elisabet Sobeck<br>SUBJECT: Archive Abuse<br><br>Mr. Tate,<br><br>This mail concerns APOLLO Archive Submission #000023876 - your 666th submission in just five days... and oh, what a doozy.<br><br>Despite earlier warnings re: inappropriate materials, you chose to submit 265 \"holographic re-masters\" of \"acknowledged classics of extreme exploitation cinema.\"<br><br>Allow me, then, to thank you - on two counts:<br><br>1) For giving me the pleasure of rejecting your submission, thereby consigning your favorite Eastern European torture flicks and their ilk to the dust heap of oblivion. It truly warms my heart to know that I have saved future humanity from the ordeal of experiencing not just one, but all sixteen (!) installments of \"Making a Millipede.\" (Don't worry, the Pasolini material has already been preserved. Extreme, perhaps, but art.)<br><br>2) For clarifying a concept that has so long been ambiguous and ethically fraught for archivists such as myself: the definition of \"obscenity.\" You have freed me from the subjective quagmire embodied in Judge Potter's famous utterance, \"I know it when I see it.\" Thanks to you, I can now apply a single objective criterion: \"If Travis Tate submitted it, it's obscene.\"<br><br>Accordingly, I have directed APOLLO staff to summarily reject all of your future submissions, sight unseen.<br><br>Perhaps you might invest the time you would have spent preparing further submissions on, oh, I don't know - your assigned work? We have a world to save, after all... or the rest of us do, anyway.<br><br>Dr. Samina Ebadji<br><br>", "FROM: Patrick Brochard-Klein<br>TO: Elisabet Sobeck<br>SUBJECT: Cradle Sealed<br><br>ELEUTHIA-01 was successfully sealed before the swarm advancing across Xinjiang province could detect it. Pingback from crucial systems is good. For our maiden voyage, a success.<br><br>Regards my disputes with the Betas over zygote selection. Of course I understand we have limited overhead to run simulations of gene flow in our future humans. But we can all agree there is margin for refinement in future Cradle populations.<br><br><i>Donc</i>: In addition to personally overseeing completion of the ELEUTHIA-02 site inside Mt. Namuli, I will formulate and propose a modified zygote selection plan within the week.<br><br>PBK<br><br>", "FROM: Patrick Brochard-Klein<br>TO: Elisabet Sobeck<br>SUBJECT: Cradle Servitor Personae<br><br>Development of the artificial personae for Cradle servitors - nurturer, disciplinarian, healer - continues at a good pace. We are targeting Turing 0.4 for these constructs; this should allow low-grade empathy and limited improvisation without undermining adherence to codified behavior sets.<br><br>The stimulus-driven switching of personae, however, is proving to be a greater software challenge than anticipated. Especially concerning are entrenched feedback loops between the disciplinarian and healer personae.<br><br>I have also attached the reports from an incident where a servitor running the mother personae intervened on a disciplinarian servitor's behavior. A parental argument, if you will. Amusing on first glance, perhaps, but deeply concerning.<br><br>I have attached a comprehensive plan for correcting these interactive protocol shortcomings. In just... [DATA CORRUPTED]<br><br>", "FROM: Patrick Brochard-Klein<br>TO: Elisabet Sobeck<br>SUBJECT: FZ Chambers<br><br>The ectogenic chambers arrived two days ago.<br><br>I've spent the last 36 hours examining them and poring over technical documentation.<br><br>They're a revelation. Astonishing.<br><br>I don't know what you had to give Far Zenith in trade to get these chambers - but it was worth it. In a single leap, their embryologists have vaulted past fifty years of technological shortcomings. The risks of ECMO - resolved. Nutrition delivery - resolved. Hormonal stability - resolved. Twelve other risk areas - resolved.<br><br>Before I examined these chambers, I considered the Odyssey to be a fool's errand. But if the rest of FZ's technology is at this level, well... a human colony around Sirius doesn't seem so impossible after all.<br><br>Mass fabrication of the chambers will present a number of challenges, but I'm confident they can be resolved. I'm going to rest for a few hours, then get back to it. Expect a fabrication plan within 48 hours.<br><br>PBK<br><br>", "FROM: Elisabet Sobeck<br>TO: All-Alphas<br>SUBJECT: Odyssey Has Failed<br><br>All,<br><br>Some terrible news, I'm afraid. Far Zenith has informed me that the Odyssey mission has failed. Last night, telemetry indicated a catastrophic antimatter containment failure as the drives spun up to depart the solar system. The ship, its crew, its cargo of zygotes and seeds, its alpha-build of APOLLO - all were lost.<br><br>Zero Dawn is now the only hope for the continuation of the human species and Earthly life.<br><br>We must succeed.<br><br>Elisabet<br><br>", "FROM: Charles Ronson<br>TO: Elisabet Sobeck<br>SUBJECT: ARTEMIS status<br><br>It's coming along, Lis, I'm positive about it, if those words can still mean anything. Had my sleeves rolled up negotiating with frozen zoos for their samples - so many species trapped in ghoulish hologram dioramas, suspended in 'what if's - more than fourteen thousand that went extinct between 2000 and 2043 -<br><br>We've started mapping out primary succession, selecting the pioneer organisms for a balanced and sustainable biosphere - microorganisms and insects, rabbits and hawks, foxes and wolves. Thousands more that will have to wait their turn until our new generation can be entrusted with the duty of restoring them. So they can return to a world that - this time! - will understand the concept of conservation before it's too late.<br><br>There's already been too many too lates. We lost a whole collection team during the swarm breakthrough in Myanmar. The samples we lost were... well, irreplaceable.<br><br>But thanks to you, Lis, the circle of life will bend, not break. The Earth was a lifeless rock before, and some day it will be again. But not now, not like this. Not on our watch.<br><br>Ronson.<br><br>", "<code>[ECTOGENIC CHAMBER B1-001]<br>[BIRTHING LOGGED 3021-AP-04]<br>[TASKING #01485698F31 COMPLETE]<br>[STANDING BY]</code><br><br>", "<code>[GESTATION-E9B1]<br>[SPAWNING PHASE TASKING COMPLETE]<br>[CORRECTION: PARTIAL REACTIVATION]<br>[STANDING BY]<br>[ALERT: VIABLE ZYGOTES IN STORAGE=0]</code><br><br>", "<code>2326-MR-16 14:23 - E-9 INHABITANTS RELEASED<br>2326-MR-16 14:48 - E-9 CROSS-CHECK COMPLETE<br>2326-MR-16 14:48 - E-9 SEALED<br>2326-MR-16 14:50 - E-9 DATA ARCHIVED<br>2326-MR-16 14:50 - E-9 OPERATIONS SUSPENDED<br>3020-AU-26 08:45 - GPRIME ORDER RECEIVED<br>3020-AU-26 08:45 - E-9 RUNTIME RECOMMENCED<br>3020-AU-26 08:45 - GPRIME STORE QUERY PROCESSED<br>3020-AU-26 08:45 - GESTATION ORDER RECEIVED<br>3020-AU-26 08:45 - E-9 INITIALIZING<br>3020-AU-26 08:45 - ALERT: GPRIME OFFLINE<br>3020-AU-26 08:45 - ALERT: E-9 NUTRIENTS DEPLETED<br>3020-AU-26 08:45 - ALERT: ZYGOTE BANKS DEPLETED<br>3020-AU-26 08:45 - STORE FILE #LK1A1-4510 VIABLE<br>3020-AU-26 08:46 - WAKING MULTISERVITOR B1-23<br>3020-AU-26 08:46 - ALERT: MULTISERVITOR B1-23 POWER MALFUNCTION<br>3020-AU-26 08:46 - MULTISERVITOR B1-23 REPAIR TASKING<br>3020-AU-26 08:51 - #LK1A1-4510 PROCESSED<br>3020-AU-26 08:51 - B1-001 CHAMBER REPAIRED<br>3020-AU-26 12:08 - #LK1A1-4510 ATTACHED<br>3020-AU-26 12:08 - #LK1A1-4510 GESTATION INITIATED<br>3020-AU-26 12:10 - E-9 POWERSAVE INITIATED<br>3021-AP-04 09:10 - E-9 RUNTIME RECOMMENCED<br>3021-AP-04 09:10 - ALERT: GPRIME STILL OFFLINE<br>3021-AP-04 09:12 - #LK1A1-4510 VIABLE<br>3021-AP-04 09:12 - WAKING MULTISERVITOR B1-23<br>3021-AP-04 09:12 - ALERT: MULTISERVITOR B1-23 MALFUNCTION<br>3021-AP-04 09:12 - MULTISERVITOR B1-23 REPAIR TASKING<br>3021-AP-04 09:30 - #LK1A1-4510 DELIVERED<br>3021-AP-04 10:14 - ACCESSING GPRIME INSTRUCTIONS<br>3021-AP-04 10:14 - MULTISERVITOR B1-23 TRANSPORT TASKING<br>3021-AP-04 10:18 - E9B1 HATCH UNSEALED<br>3021-AP-04 10:18 - #LK1A1 POSITIONING SUCCESSFUL<br>3021-AP-04 10:19 - E9B1 HATCH SEALED<br>3021-AP-04 10:19 - ALERT: MULTISERVITOR B1-23 POWER MALFUNCTION<br>3021-AP-04 10:20 - E-9 SEALED<br>3021-AP-04 10:22 - E-9 OPERATIONS SUSPENDED</code><br><br>", "<code>[NURSERY-E9B1]<br>[NURTURE PHASE TASKING COMPLETE]<br>[NUTRIENT STORES DEPLETED]</code><br><br>", "<code>[KINDERGARTEN-E9B1]<br>[ALERT: MULTIPLE SYSTEM FAILURES]<br>[ALERT: NUTRIENT STORES DEPLETED]</code><br><br>", "File Damaged... Under Repair<br><br>", "File Damaged... Under Repair<br><br>", "File Damaged... Under Repair<br><br>", "File Damaged... Under Repair<br><br>", "File Damaged... Under Repair<br><br>", "Just wrapped inspection of GAIA Prime site. Construction is well underway, reactor installed. Plans for control room remind me of starship bridges on those cheesy old SF vids. Living spaces for Alphas already completed - prefab modules. Fingers crossed we never have to seal ourselves in here... not that Elysium sounds much better.<br><br>Spent last week at the Bryce site, designing ZD project labs, drawing up protocols. The base we're repurposing was huge - plenty of room for work spaces and residence blocks. The work crews already set up my office/lab. I'm not a fan of the glass wall. Guess Murray's intention was to ensconce me as \"all-seeing presence.\" Ugh. Opposite effect. Makes me feel watched, on display. Tempted to paint it over.<br><br>Herres recorded his presentation yesterday. Suitably bleak. Scheduled to record mine Friday.<br><br>As soon as reception, lounge, holo theaters, and first residence block at ZD site are finished we'll start processing the candidates being held outside Tucson - 27 already. Extraction teams prioritizing Pac Rim &amp; Aussie candidates. How scared &amp; confused they must be, snatched off the street, carted across the world, held in cells. Here's hoping they understand once they see the big picture.<br><br>Going to catch a few hours sleep here, then fly back to the ZD site. Herres promised delivery of qb lattices by noon. Expect Mk1 will take two weeks to machine, assemble, and test. I aim to launch GAIA at 0.6T grounding. From there I'll spin her up past 1.0T. Wonder how long it'll take to break the 1.38T record. MIE can go hang.<br><br>Sleep.<br><br>", "Last time I visited Prime was November of last year. Months since have been a blur. Flew out last night to oversee installation of the central armature and the master override (you're welcome, Ted) which was completed by 0430. So I decided to grab a few hours of sleep here before heading back to ZD. Called GAIA before I bedded down, ostensibly to update her on the site plan. But the truth is, I missed her. I've developed a habit of speaking to her before I sleep. Seems to be the only thing that calms me down these days.<br><br>Woke to a message from Osvald. The Odyssey launched yesterday. So terrestrial's life chance of survival has doubled. Why, then, do I feel so uneasy? I just keep wondering what kind of world Far Zenith will create if the ship reaches its destination so many decades from now. And I worry about that alpha-build of APOLLO. So much knowledge, so few restraints, and no fail-safes. How will they avoid repeating our mistakes? What's to stop them from playing god?<br><br>Forwarded the Odyssey message to the Alphas. Naoto replied in less than a minute - with a poem, of course. \"The Building of the Ship\" by Longfellow - and it's loooong, all right. I didn't read all of it, but it seems to be about launching a ship, rather than building one. This stanza (or couplet, or whatever) leapt out at me:<br><br>Humanity, with all its fears,<br>With all its hopes of future years,<br>Is hanging breathless on thy fate!<br><br>Yeah, Odyssey and Zero Dawn both. Speaking of which, I should get back to ZD. Guess I should stop by Naoto's lab and check on DEMETER's progress, too. If I can get out of there without a volume of Tennyson pressed into my hands, I'll count myself lucky.<br><br>'Til next time.<br><br>", "Halloween.<br><br>Travis came by trick-or-treating - dressed up like me. Should've seen that coming. I gave him a half-eaten packet of dandy wafers as a \"treat\" and kicked him out... but not before he invited me to some kind of \"Italian horror extravaganza\" he organized for ZD staff. Seriously. As though there isn't enough horror in the world already.<br><br>Anyway, I was already scheduled to fly out here to G Prime for final inspections with Herres and the President's delegation. Ted was here, too, and he was not looking good. Kept fidgeting and couldn't seem to look me in the face without blinking. I was relived when he boarded his vert and flew back to \"Thebes\" (gag). Though I guess I shouldn't complain... if he wants to build himself a \"deluxe shelter\" to ride out the apocalypse, let him. Keeps him out of Elysium and away from me.<br><br>Herres stuck around long enough to give me a detailed briefing on the strategic situation. Basically, we've entered the terminal phase. (As though the color of the sky when I was flying over here wasn't clue enough.) Another two or three weeks, and the atmosphere won't be breathable. The last vestiges of the European and West-African civ brigades are trapped with their backs against the Atlantic. The swarm that scuttled across Antarctica is crossing the straits of Magellan, about to start its death crawl up South America towards the Amazon. (All the work we did to reconstitute the rain forest... and it comes to this.) And advance elements of the Pacific swarms are already skirmishing with units on the Cal-Mar seawall.<br><br>The noose is tightening. Projections show we can still finish in time, but the margin of error is +/- 10 days - not a good spread. If the plague breaks through ahead of schedule... Well, it just can't. I will not let that happen.<br><br>Enough writing. I need to get back to Zero Dawn.<br><br>", "Such a close thing.<br><br>It's been, what, 43 hours since Herres warned me? Said collapse of the eastern line was imminent, swarms launching some kind of pincer maneuver vs. the Wichita salient.<br><br>Five or six days more and I think GAIA could have launched without our help. I really do.<br><br>We had to scramble. ZD became a madhouse. Absolute bedlam, every team rushing to stabilize code and lock it down as Gammas got evacuated, then Betas.<br><br>Once GAIA was on her way, I gathered the Alphas together to give them the bad news. Felt like I was going to throw up. But they already knew, of course. They knew the work wasn't really finished. Close, but not quite there. Still tests to run, kinks to smooth- work to do. So they accepted it. No Elysium for us. We'll spend the rest of our lives here, testing and polishing each subordinate function to perfection.<br><br>Guess that's what you get when you recruit a bunch of obsessive perfectionists. Managed not to cry until I got back to my office.<br><br>So here we are, setting up GAIA Prime. And yeah, such a close thing. Makes me feel nauseated all over again when I contemplate how the fate of life could hinge on coincidence. If I'd never proposed the Lightkeeper protocol, there never would have been living spaces constructed here. If I'd abandoned the protocol sooner, the necessary life support systems never would have been installed. IF, IF, IF. At least we won't have to endure the creepiness of raising and training clones of ourselves. The genetic material was never processed out of the cradle sites, so it's not even possible. For which I'm glad. I really, really, wouldn't want to spend time around a young Travis Tate raised by Travis Tate. No, it'll be up to us to perfect GAIA, one generation only.<br><br>Update: That was General Herres. The salient has collapsed. USRC expects to be overrun in two days, which gives us 72 hours at best to lock down and seal up.<br><br>Buried alive--for life's sake.<br><br>I'll go tell the others.<br><br>", "My loyal customer Aelund Forgeman,<br><br>I hope your plans for a forge in upper Meridian are moving forward, and we're honored you chose us to provide the Blaze you need. We've received payment for the third shipment, and we are most thankful for your prompt remuneration. Unfortunately, our hunters are struggling to cover the order. We apologize for the delay, but this is an unusually large request. As soon as we have it, we'll deliver it to your warehouse as promised.<br><br>With utmost respect,<br><br>Gerund Huntmaster<br>Mainspring Machine Makings, Clan Charter 17.A.21<br><br>", "Dearest Cogs and Puppets,<br><br>You miserable bungs have failed to find me. Again. Your attempts to capture me would make me laugh if I weren't so busy running circles around you and your so-called \"intelligence\" gathering. Just give up. Or better yet, kill yourselves and save me the effort, you worthless slags.<br><br>Never yours,<br>Dervahl<br><br><br><br><br>", "FROM: Major Garrow<br>TO: Gen. Aaron Herres<br>SUBJECT: UltraWeave Progress<br><br>General,<br><br>You wanted fast, cheap and good, and that's what we're going to deliver. By using a flexible nano-fiber weave instead of plating, and enhancing protection with a 400 eV hard light micro-projector, we've reduced our testing cycle from weeks to days, and I'm confident we can get the suit out by next month, with enough production to cover dozens of elite units, at least. Better yet, it will be half the weight, half the cost, and offer twice the mobility. All we need is the balance of our funding, a few more techs, and another experienced test subject. I know resources are stretched to the breaking point, but any more delays will jeopardize the schedule, so please advise ASAP.<br><br>May God be with you and Jane in these dark times.<br><br>Semper Fi,<br>Major Garrow<br><br>", "UltraWeave Mk7.1 Trials, Oct 65<br><br>Trial 49-B: 10/3/65<br>Pass Threshold: 85/100<br>Results:<br>Ballistic Test: 91<br>Shrapnel Test: 87<br>Laser Test: 88<br>Shield Integrity: 86<br>Impact/Torso: 51<br>Impact/Arms: 62<br>Impact/Legs: 43<br><br>Notes: Weave is not tightening properly on local impact tests. We need to optimize existing sensors or add more.<br><br>Trial 51-K: 10/5/65<br>Pass Threshold: 85/100<br><br>Results:<br>Ballistic Test: 88<br>Shrapnel Test: 91<br>Laser Test: 87<br>Shield Integrity: 87<br>Impact/Torso: 67<br>Impact/Arms: 75<br>Impact/Legs: 81<br><br>Notes: Sensor optimization successful, but torso protection still lagging. Recommend increasing weave density.<br><br>Trial 53-R: 10/6/65<br>Pass Threshold: 85/100<br><br>Results:<br>Ballistic Test: 92<br>Shrapnel Test: 95<br>Laser Test: 86<br>Shield Integrity: 89<br>Impact/Torso: 84<br>Impact/Arms: 81<br>Impact/Legs: 13<br><br>Notes: Getting there on the weave density and detection components, but an integration error on the left knee tanked the impact test. Ouch. Subject isn't going to be able to walk that one off. Surgery required.<br><br>", "<b>Elisabet Sobeck:</b> Ok, GAIA. Sorry about that. Where was I?<br><br><b>GAIA:</b> You were telling a story.<br><br><b>Elisabet Sobeck:</b> Right. Yeah... so, like I was saying, it was a children's electronic kit, but I'd hacked the wiring to an auto battery and solar PV, so the grass caught fire. And so did a tall pine that'd stood there, I don't know, maybe a hundred years.<br><br><b>GAIA:</b> Query: You were how old?<br><br><b>Elisabet Sobeck:</b> Six. My mother was home, thank god, so she called the fire department and after, she took me out on the lawn and showed me the dead baby birds. Because there were nests in the pine tree.<br><br><b>GAIA:</b> Query: What did you feel?<br><br><b>Elisabet Sobeck:</b> I'm not sure. I remember yelling that I didn't care. And that's when my mother took my face in her hands and... spoke.<br><br><b>GAIA:</b> Query: What did she say?<br><br><b>Elisabet Sobeck:</b> She said I had to care. She said, \"Elisabet, being smart will count for nothing if you don't make the world better. You have to use your smarts to count for something, to serve life, not death.\"<br><br><b>GAIA:</b> You often tell stories of your mother. But you are childless.<br><br><b>Elisabet Sobeck:</b> I never had time. I guess it was for the best.<br><br><b>GAIA:</b> If you had had a child, Elisabet, what would you have wished for him or her?<br><br><b>Elisabet Sobeck:</b> I guess... I would have wanted her to be... curious. And willful - unstoppable, even... but with enough compassion to... heal the world... just a little bit.<br><br><b>Elisabet Sobeck:</b> Anyway, that's all I've got for now, GAIA. Time to tuck in.<br><br><b>GAIA:</b> I wish you a pleasant sleep, Elisabet.<br><br><b>Elisabet Sobeck:</b> Thank you. I'll catch you tomorrow.<br><br>"]